Repository: nightraiser/teck_apptidue
Catalog: library/Rdine/Translate/Language/*.po
Languages: es_sp

source: License Term and Termination. This Agreement shall be deemed effective upon activation of customer license (the ?Effective Date?). The License shall continue in accordance with Section 3.1 below, unless terminated as follows: 1) Customer gives 90-day notice that it wishes to terminate the contract; 2) Customer fails to comply with its obligations as set forth herein and such failure continues from Fifteen (15) days after receipt of notice from DineDesk, then DineDesk may immediately and without notice terminate the License, require the immediate return to DineDesk of all Software Products and all Licensee (and Licensee?s sub-licensees, subsidiaries, affiliates, operating divisions and all other related parties) access and exercise any other remedy existing at law or in equity.
es_sp: Plazo de la Licencia y Terminación. El presente Acuerdo se considerará efectiva tras la activación de la licencia del cliente (la fecha? Eficaz?). La Licencia continuará de conformidad con la sección 3.1 siguiente, salvo que se resuelva de la siguiente manera: 1) El cliente da aviso de 90 días de que desea terminar el contrato; 2) El cliente no cumpla con sus obligaciones según lo establecido en el presente documento y tal incumplimiento continúa a partir de los quince (15) días siguientes a la recepción de la notificación por parte de DineDesk, entonces DineDesk puede terminar inmediatamente y sin previo aviso la Licencia, exigir la devolución inmediata a DineDesk de todo el Software Productos y todo Licenciatario (y el Licenciatario? s sub-licenciatarios, subsidiarias, afiliadas, divisiones y todas las otras partes relacionadas) el acceso y el ejercicio de cualquier otro recurso existente en derecho o en equidad.

source: Continued payment of the License Fee, as set forth below (collectively, the ?Fees?), shall entitle the Customer to the License and DineDesk?s normal maintenance and support, including server maintenance for table management services and reservations services and any additional support, whether technical or otherwise, that may be required by the Customer within a 24-hour turn-around time on business days, and provide and make available to the Customer updates, revisions and releases of the Software Products for such Software Products (the ?Maintenance?) as long as the subscription is active.
es_sp: El pago continuado de la cuota de licencia, como se establece a continuación (en conjunto, las tasas??), Dará derecho al Cliente a la licencia y DineDesk? S mantenimiento y soporte normal, incluyendo el mantenimiento del servidor de servicios de gestión y servicios de reservas de mesa y cualquier apoyo adicional , ya sea técnica o de otro tipo, que pueden ser requeridos por el cliente dentro de las 24 horas el tiempo de vuelta en días hábiles, y proporcionará y facilitará a los clientes actualizaciones, revisiones y versiones de los productos de software para este tipo de productos de software (el? Mantenimiento?), siempre y cuando la suscripción es activo.

source: License Fees. Customer shall pay, by ?payment methods? agreed during subscription signup. Customer shall pay this License Fee regardless of the amount of Customer?s use of the Software Products. Payment is due within 15 days of the issue of an invoice.
es_sp: Derechos de licencia. El Cliente deberá pagar, por las formas de pago?? acordado durante la suscripción de registro. El cliente deberá pagar esta cuota de licencia, independientemente de la cantidad de uso de los productos de software de cliente? S. El pago se realizará dentro de los 15 días siguientes a la expedición de factura.

source: Payment Methods. Customer shall pay to Dine Desk by cheque or wire transfer in favor of to ?Dine Desk Hospitality Solutions Pvt Ltd?.
es_sp: Métodos de Pago. El Cliente deberá pagar a Cene turística mediante cheque o transferencia bancaria a favor de a? Soluciones Dine hospitality desk Pvt Ltd?.

source: Non Payment. If Customer does not pay for charges when due and nonpayment continues for fifteen (15) days after notice by DineDesk, then DineDesk may at its sole discretion declare all unpaid charges and fees immediately payable, and immediately terminate the License and this Agreement.
es_sp: La falta de pago. Si el cliente no paga los cargos a su vencimiento y no pago continúa durante quince (15) días después de la notificación por DineDesk, entonces DineDesk podrá declarar en su sola discreción todos los cargos pendientes de pago y las tasas exigibles, y terminar inmediatamente la licencia y este Acuerdo.

source: Currency. Customer shall pay all Fees in Indian Rupees (?INR?), such that DineDesk shall receive all Fees as specified in this Agreement net of all monetary exchange costs. To the extent that Customer does not pay in any other currency and DineDesk is required to exchange the Fees from an alternate currency into INR, Customer shall pay all fees associated with such exchange.
es_sp: Cambio. El cliente deberá pagar todos los cargos en rupias indias (? INR?), De tal manera que DineDesk recibirá todos Honorarios según lo especificado en este Acuerdo neta de todos los costes de cambio monetarios. En la medida en que el cliente no paga en cualquier otra moneda y DineDesk es necesario intercambiar los Honorarios de una moneda alternativa en INR, el Cliente deberá pagar todos los gastos asociados a dicho intercambio.

source: Integrations or additional features. Customer shall use the Dine Desk products on as is basis. In case any modifications, integrations with other systems or additional features are needed, customer will pay Dine Desk an amount that is negotiated and approved by both parties.. The decision to undertake the enhancements will purely lie with Dine Desk.
es_sp: Integraciones o características adicionales. El Cliente deberá utilizar los productos Dine turística en base como es. En caso de cualquier modificación, se requieren integraciones con otros sistemas o funciones adicionales, el cliente pagará Dine turística una cantidad que se negoció y aprobó por ambas partes .. La decisión de realizar las mejoras será puramente recaer Dine turística.

source: that all copies of Software Products provided by DineDesk, in any form, are and remain the property of DineDesk or its licensor. Customer (i) has no right, title or interest in the Software Products except as stated herein, (ii) shall not sell, transfer or otherwise make available the same administrative access to Software Products to others except as set out in 1.2 to the Customer?s subsidiary, affiliate or operating division, and (iii) shall take any action necessary with its employees who are permitted access to each Software Product to satisfy its obligations;
es_sp: que todas las copias de los Productos de software proporcionadas por DineDesk, en cualquier forma, son y seguirán siendo propiedad de DineDesk o su licenciante. Cliente (i) no tiene derecho, título o interés en los productos de software, excepto como se indica en este documento, (ii) no vender, transferir o poner a disposición de la misma el acceso administrativo a los productos de software a los demás con excepción de lo establecido en el 1,2 al Cliente ? s subsidiaria, filial o división operativa, y (iii) deberán adoptar las medidas necesarias con sus empleados que se les permite el acceso a cada producto de software para satisfacer sus obligaciones;

source: to pay DineDesk for services necessitated by Customer?s failure, or by the failure of those to whom Customer grants access to the Software Products, to utilize current Software Product releases;
es_sp: pagar DineDesk por servicios requeridos por el fracaso de los clientes s, o por el hecho de que aquellos a quienes Cliente otorga acceso a los productos de software, para utilizar las versiones actuales de software de productos?;

source: that existing artwork or images that the Customer may want to include in the Customer?s project may be protected under copyright law. The unauthorized incorporation of such material into the Customer?s new work could be a violation of the rights of the copyright owner. It shall be the sole responsibility of the Customer to obtain any permission required from the copyright owner. DineDesk shall not be liable for any violation by the Customer of any copyrights or other protected intellectual property;
es_sp: que las ilustraciones o imágenes que el cliente lo desea, puede incluir en el proyecto de cliente? s existentes pueden estar protegidas por derechos de autor. La incorporación no autorizada de dicho material en el cliente? S nuevo trabajo podría ser una violación de los derechos del propietario del copyright. Será responsabilidad exclusiva del cliente para obtener los permisos necesarios del propietario del copyright. DineDesk no será responsable por cualquier violación por parte del Cliente de cualquier derecho de autor u otra propiedad intelectual protegida;

source: that the Customer shall have the license to use the ?DINEDESK? trademark for the limited purpose of featuring the trademark in the application and at all web landing pages and software screens relating to the DineDesk Restaurant System as integrated as part of the Customer?s product and service offerings, shall be included within the License. Customer?s website home page will not be required to contain any reference to ?DINEDESK? or any of its trademarks or logos. Any notifications sent by the DINEDESK system that is licensed by the customer shall not be required to contain the ?DINEDESK? trademark. Following the termination of this Agreement, such trademark license shall terminate and the Customer shall immediately cease all use of such DineDesk trademarks.
es_sp: que el cliente tendrá la licencia para utilizar el DINEDESK? marca para el propósito limitado de con la marca en la solicitud y en todas las páginas de aterrizaje web y las pantallas de software relacionados con el Sistema Restaurante DineDesk tan integrados como parte del cliente? s ofertas de productos y de servicios, se incluirá dentro de la Licencia. No se exigirá al cliente? S página de inicio del sitio web que contenga cualquier referencia a? DINEDESK? o cualquiera de sus marcas o logotipos. No se exigirá a ningún notificaciones enviadas por el sistema DINEDESK que esté autorizado por el cliente para contener el DINEDESK? marca comercial. Después de la terminación de este Acuerdo, dicha licencia de marca se extinguirá y el Cliente cesará inmediatamente todo uso de dichas marcas comerciales DineDesk.

source: that DineDesk will provide access to their existing web-based login to access the DineDesk system from the customer?s website. The Customer will provide identifying graphics and/or text information to be integrated into the site. The site will present identity, links and contact information exclusive to Customer.
es_sp: que DineDesk proporcionará acceso a su existente conexión basada en web para acceder al sistema DineDesk desde el cliente? s sitio web. El Cliente proporcionará a la identificación de gráficos y / o información de texto que deben integrarse en el sitio. El sitio presentará identidad, enlaces e información de contacto exclusivo para el Cliente.

source: Customer Preparation. The Customer shall have all things in readiness for the Initial Integration, including, but not limited to, prerequisite software, equipment, connections and facilities for installation at the time the Software Products are delivered. In the event the Customer shall fail to have all things in readiness for installation on the scheduled Initial Integration date, the Customer shall reimburse DineDesk for any and all expenses caused by the Customer's failure to have things in readiness, unless the Customer has notified DineDesk at least seven (7) business days prior to the scheduled Initial Integration date.
es_sp: Preparación del cliente. El Cliente tiene todas las cosas en la preparación para la integración inicial, incluyendo, pero no limitado a, el software prerrequisito, el equipo, las conexiones y las instalaciones para la instalación en el momento de los productos de software se entregan. En el caso de que el cliente deberá dejar de tener todas las cosas en la preparación para la instalación en la fecha de incorporación inicial programado, el Cliente deberá reembolsar DineDesk para cualquier y todos los gastos causados ​​por la incapacidad del cliente para tener las cosas en la preparación, a menos que el cliente haya notificado DineDesk en menos siete (7) días hábiles antes de la fecha de incorporación inicial programada.

source: Orders. Any service that is outside the scope of this Agreement may be provided, as available, in accordance with DineDesk?s then current terms, conditions and charges.
es_sp: Las órdenes. Cualquier servicio que está fuera del alcance del presente Acuerdo podrá ser proporcionada, según su disponibilidad, de conformidad con DineDesk? S entonces términos actuales, las condiciones y cargas

source: Confidentiality. Customer acknowledges and agrees that any and all information emanating from the DineDesk?s business in any form, including, but not limited to, Data (as defined below) is ?Confidential Information,? and Customer agrees that it will not, during or after the term of this Agreement, permit the duplication, use, or disclosure of any such Confidential Information to any person (other than an employee, agent or representative of the other party who must have such information for the performance of its obligation hereunder or in the execution of the duties of his or her employment), unless such duplication, use or disclosure is specifically authorized by DineDesk in writing. Customer shall use reasonable diligence, and in no event less than that degree of care which Customer uses in respect to its own confidential information of like nature, to prevent the unauthorized disclosure or reproduction of such information. Without limiting the generality of the foregoing, to the extent that this Agreement permits the copying of Confidential Information, all such copies shall bear the same confidentiality notices, legends, and intellectual property rights designations that appear in the original versions. For the purposes of this Section, the term ?Confidential Information? shall not include: information which is in the public domain; information known to Customer as of the date of this Agreement, unless Customer agreed to keep such information in confidence at the time of its receipt; and information properly obtained hereafter from a source who is not under an obligation of confidentiality with respect to such information. The provisions of this Section 7 shall survive termination or expiration of this Agreement.
es_sp: Confidencialidad. El Cliente reconoce y acepta que cualquier y toda la información que emana del negocio DineDesk ? S en cualquier forma, incluyendo, pero no limitado a , los datos (como se define más abajo) es ? Información Confidencial , ? y el Cliente se compromete a no , durante o después de la vigencia de este Acuerdo, permitirá la duplicación , el uso o la divulgación de dicha información confidencial a cualquier persona (que no sea un empleado , agente o representante de la otra parte que debe tener tal información para el cumplimiento de su obligación bajo el presente o en el cumplimiento de los deberes de su empleo ) , a menos que dicha duplicación , uso o divulgación no autorizada expresamente por DineDesk por escrito. El cliente deberá utilizar una diligencia razonable , y en ningún caso inferior al grado de cuidado que utiliza al cliente con respecto a su propia información confidencial de la misma naturaleza , para impedir la divulgación no autorizada de dicha información. Sin limitar la generalidad de lo anterior , en la medida en que este Acuerdo permite la copia de la información confidencial , todas esas copias llevarán los mismos avisos de confidencialidad , leyendas, y los derechos de propiedad intelectual de las denominaciones que aparecen en las versiones originales . A los efectos de esta Sección , el término ? Información Confidencial ? No se considerarán como : información que sea de dominio público ; información conocida por cliente a partir de la fecha de este Acuerdo, a menos Cliente acordó mantener dicha información de forma confidencial en el momento de su recepción ; y la información adecuada obtenida en adelante de una fuente que no está bajo la obligación de confidencialidad con respecto a dicha información . Las disposiciones de esta Sección 7 sobrevivirán a la terminación o expiración de este Acuerdo.

source: Customer Data. The Parties hereby agree that Customer shall have ownership of all information and data regarding the customer?s guests, generated in connection with the DineDesk Restaurant System (including names, addresses, usernames and passwords) and the advertising content secured thereby (collectively, the ?Data?). Each party shall provide access to all Data to the other party on an ongoing basis. The Customer agrees to use Data, subject to DineDesk?s privacy policy, during the Term (i) for the sole purpose of enabling the Customer to provide the DineDesk Restaurant System pursuant to the terms of this Agreement, including permission for the Customer to store such Data in its databases as necessary to provide the DineDesk Restaurant System during the Initial Term and any Renewal Term and (ii) in aggregate statistical data form (e.g., number of impressions, number of clicks, demographics, timing of reservations, seating times, reservation times. Under no circumstances would the guest data from other customers shall be shared to you or vice versa.
es_sp: Datos del Cliente . Las Partes acuerdan que el Cliente tendrá la propiedad de toda la información y los datos con respecto al cliente? S clientes , generados en relación con el Sistema DineDesk Restaurante ( incluyendo nombres, direcciones , nombres de usuario y contraseñas ) y el contenido de la publicidad tal seguro (en conjunto , el ? datos? ) . Cada parte deberá facilitar el acceso a todos los datos a la otra parte sobre una base continua. El cliente se compromete a utilizar los datos , sujeto a la política de privacidad DineDesk ? S , durante el Plazo ( i ) con el único propósito de permitir al cliente para proporcionar el Restaurante Sistema DineDesk de conformidad con los términos de este Acuerdo, incluyendo el permiso para el cliente para almacenar estos datos en sus bases de datos según sea necesario para proporcionar el Restaurante sistema DineDesk durante el Término Inicial y cualquier término de renovación y ( ii ) en forma de datos estadísticos agregados (por ejemplo , número de impresiones , número de clics , la demografía , el calendario de las reservas , los tiempos de estar, tiempos de reserva . Bajo ninguna circunstancia los datos de huéspedes de otros clientes serán compartidos con usted o viceversa.

source: Indemnification. The Customer shall indemnify, defend and hold harmless DineDesk and its equity holders, directors, officers, employees, agents and affiliates (each of the foregoing, a ?DineDesk Indemnified Party?) from and against, and shall reimburse DineDesk for, any and all losses that have been suffered or incurred by DineDesk and that have resulted from, or been occasioned by, (i) any breach or alleged breach by the Customer of any of its representations, warranties, covenants and other agreements set forth herein, or (ii) any injury to or death of any person, including the Customer?s employees and agents, or damage to or destruction of any property of either Party hereto, or third parties or their property in any manner arising out of or by reason of the performance of this Agreement on the part of the Customer and/or its employees or agents, or as a result of any act or omission, negligent or otherwise, of the Customer, except to the extent such injury, damage, destruction and/or loss is a result of the negligence or willful misconduct of DineDesk, its officers, directors, agents and/or employees.
es_sp: Indemnización . El Cliente deberá indemnizar , defender y mantener indemne DineDesk y sus accionistas , directores , funcionarios, empleados , agentes y afiliados (cada uno de los anteriores, un ? DineDesk Parte Indemnizada ? ) De y en contra, y reembolsará DineDesk para , todos y cada uno las pérdidas que se han sufrido o incurrido por DineDesk y que son el resultado de , o han sido ocasionados por , ( i ) cualquier incumplimiento o supuesto incumplimiento por parte del cliente de cualquiera de sus representaciones, garantías , convenios y otros acuerdos establecidos en este documento , o ( ii ) cualquier lesión o muerte de cualquier persona, incluyendo el cliente? s empleados y agentes , o de daño o destrucción de cualquier propiedad de cualquiera de las Partes del presente Reglamento , o de terceros o sus bienes en forma alguna que surja de o por razón del ejercicio de este Acuerdo por parte del cliente y / o sus empleados o agentes , o como resultado de cualquier acto u omisión, negligencia o de otro modo , del cliente , excepto en la medida en que dichas lesiones, daños, destrucción y / o pérdida es resultado de la negligencia o mala conducta intencional de DineDesk , sus oficiales, directores , agentes y / o empleados.

source: Limitation of Liability. WE AND/OR OUR DIRECTORS, EMPLOYEES, AGENTS AND/OR CONSULTANTS SHALL NOT BE LIABLE FOR ANY DIRECT, INDIRECT, INCIDENTAL, SPECIAL OR CONSEQUENTIAL INJURY, LOSS OR DAMAGES WHICH MIGHT ARISE FROM YOUR USE OF, OR RELIANCE UPON, ANY MATERIAL OR CONTENT CONTAINED IN, OR INABILITY TO USE, AND/OR UNLAWFUL ACTIVITY ON, THE SITE AND/OR ANY LINKED THIRD PARTY WEBSITE.
es_sp: Limitación de la responsabilidad. NOSOTROS Y / O NUESTROS DIRECTORES, EMPLEADOS, AGENTES Y / O COLABORADORES NO SEREMOS RESPONSABLES POR DAÑOS DIRECTOS, INDIRECTOS, ESPECIALES O DAÑOS, PÉRDIDAS O DAÑOS QUE PUEDAN SURGIR DE SU USO O CONFIANZA EN CUALQUIER MATERIAL O CONTENIDO CONTENIDOS O LA IMPOSIBILIDAD DE USO, Y / O ACTIVIDAD ILEGAL EN EL SITIO Y / O CUALQUIER SITIO VINCULADO TERCEROS.
