Repository: nightraiser/teck_apptidue
Catalog: library/Rdine/Translate/Language/*.po
Languages: es_sp

source: Select the Background colors (click in the text box)
es_sp: Seleccione los colores de fondo (haga clic en el cuadro de texto)

source: Export Menu
es_sp: Menú exportación

source: What you need to do in your facebook account
es_sp: Lo que hay que hacer en su cuenta de Facebook

source: Step 1
es_sp: Paso 1

source: Click on the link
es_sp: Haga clic en el enlace

source: Step 2
es_sp: Paso 2

source: Facebook will show to add DineDesk Reservations Widget to, and click on 'Add Page Tab'.
es_sp: Facebook mostrará añadir DineDesk Reservas Widget para y haga clic en "Añadir Página Tab '.

source: Step 3
es_sp: Paso 3

source: Select the restaurant for which you are setting up this widget for and click on configure
es_sp: Seleccione el restaurante para el que está configurando este widget para y haga clic en Configurar

source: You are ready to accept the reservations from your FB account.
es_sp: Ya está listo para aceptar las reservas de su cuenta de FB.

source: Your facebook page id
es_sp: Su identificador de página facebook

source: Display your Menu on your Website :
es_sp: Mostrar su menú en su sitio web

source: Each restaurant has its own widget script. select restaurant from above to select a widget.
es_sp: Cada restaurante tiene su propio guión de widgets. seleccionar el restaurante de arriba para seleccionar un widget.

source: Menu Title
es_sp: Título del menú

source: Menu Description
es_sp: Menú Descripción

source: Customize widget colors to match your website and Facebook page.
es_sp: Personalizar colores del widget para que coincida con su sitio web y la página de Facebook

source: Widget Configuration
es_sp: Configuración de tu currículum

source: Settings
es_sp: Configuración

source: Select Restaurant :
es_sp: Seleccionar Restaurante:

source: Booking Engine Widget Configuration
es_sp: Configuración Widget Booking Engine

source: Configure the look of your booking engine by changing its colors
es_sp: Configurar el aspecto de su motor de reservas, cambiando sus colores

source: Delete Image
es_sp: borrar imagen

source: Now accept reservations from website, mobile & social media.
es_sp: Ahora aceptar reservas desde la página web, medios móviles y sociales

source: Facebook will show you a window with list of pages you own. Select which Page you wish to add DineDesk Reservations Widget to, and click on Add Page Tab
es_sp: Facebook le mostrará una ventana con la lista de páginas de su propiedad. Seleccione la página que desea añadir DineDesk Reservas Widget para, y haga clic en Add Page Tab

source: Reservation Widget: Include this Widget script in your website.
es_sp: Widget de reserva: Incluya este script Widget en su página web.

source: Mobile Widget: Include this Widget script in your website.
es_sp: Widget móvil: Incluya este script Widget en su página web.

source: Menu Configuration
es_sp: Configuracion de menú

source: Click on the text box
es_sp: Haga clic en el cuadro de texto

source: Menu Header colors
es_sp: COLORES de cabecera de menú

source: Category colors
es_sp: Categoría colores

source: Item Name colors
es_sp: COLORES NOMBRES DE ARTÍCULOS

source: Item Description colors
es_sp: Descripción del Artículo Colores

source: Background colors
es_sp: Los colores de fondo

source: FaceBook Link
es_sp: Enlace de FaceBook

source: Include this Deals Widget script in your website.
es_sp: Incluir esta Deals guión Widget en su página web.

source: Mobile WebUrl
es_sp: WebUrl móvil

source: Enter your FaceBook PageID
es_sp: Ingrese su FaceBook PageID

source: How to update
es_sp: Cómo actualizar

source: You can update or remove DineDesk application from facebook anytime. Click on cross beside the application name to remove. To reconfigure follow the steps above
es_sp: Usted puede actualizar o eliminar aplicaciones DineDesk de facebook en cualquier momento. Haga clic en la cruz al lado del nombre de la aplicación para eliminar. Para volver a configurar siga los pasos anteriores

source: Facebook will show you a window with list of pages you own. Select which Page you wish to add DineDesk Reservations Widget to, and click on Add Page Tab.
es_sp: Facebook le mostrará una ventana con la lista de páginas de su propiedad. Seleccione la página que desea añadir DineDesk Reservas Widget para, y haga clic en Add Page Tab.

source: Prefix Name already exists
es_sp: Prefijo de nombre ya existe

source: Dining Area already exists
es_sp: Zona de comedor ya existe

source: Do you want to InActivate this Dining area?
es_sp: ¿Quieres inactivar esta área Dining?

source: I'm Done. GO To Next Step
es_sp: He terminado. Ir al siguiente paso

source: Create New Dining Area
es_sp: Crear una nueva Zona de comedor

source: Rename
es_sp: Renombrar

source: Table Shapes
es_sp: formas de mesa

source: Circle
es_sp: círculo

source: Square
es_sp: cuadrado

source: Rectangle
es_sp: rectángulo

source: Entrance & Separator
es_sp: entrada y Separador

source: Entrance
es_sp: entrada

source: Separator Horizontal
es_sp: Separador Horizontal

source: Separator Vertical
es_sp: Separador Vertical

source: Table Shapes & Size
es_sp: Tabla Formas y Tamaño

source: Table Name
es_sp: Tabla Nombre

source: Shapes
es_sp: formas

source: Table Type
es_sp: Tipo de tabla

source: Rotate Table
es_sp: Rotar la tabla

source: Small
es_sp: pequeño

source: Large
es_sp: grande

source: Remove Selected
es_sp: Eliminar seleccionados

source: Ok
es_sp: bueno

source: Dining Area
es_sp: comedor

source: Prefix Name
es_sp: Prefijo de nombre

source: You have successfully set up a floor plan for your restaurant.You may return here to make changes at any time. If you have not done so already, you should now set up the working hours for your restaurant and the tables available for use each hour throughout the day. Until you do, you will not be able to use the reservation system.
es_sp: Usted ha establecido con éxito un plan de piso para su restaurante.También puede regresar aquí para realizar cambios en cualquier momento. Si no lo ha hecho, usted debe ahora establecer las horas de trabajo para su restaurante y las mesas disponibles para el uso de cada hora durante todo el día. Hasta que lo haga, usted no será capaz de utilizar el sistema de reservas.

source: Floor Plan Updated Successfully.
es_sp: Planos de pisos actualizada correctamente.

source: All form fields are required.
es_sp: Todos los campos del formulario son obligatorios.

source: Table No
es_sp: Tabla No

source: Setup a wait list Kiosk complete with estimated wait times by party size and boxes where your guests may input their name, number in party and notifying phone number
es_sp: Configuración de una lista de espera Kiosk completa con tiempos de espera estimados por el tamaño del grupo y las cajas donde sus invitados podrán ingresar su nombre, número de parte y notificar el número de teléfono

source: Restaurant Password
es_sp: restaurante Contraseña

source: Re-type Password
es_sp: Repetir contraseña

source: Sent ON
es_sp: enviado EN

source: Notifications Not Avaliable.
es_sp: Notificaciones no disponible.

source: Sent
es_sp: enviado

source: Not Sent
es_sp: No Enviado

source: Your Restaurant is not approved to send Instant Message.
es_sp: Su restaurante no está aprobado para enviar mensajes instantáneos.

source: You don't have contact numbers of your customers to send Instant Message.
es_sp: Usted no tiene números de contacto de sus clientes para enviar mensajes instantáneos.

source: You don't have enough credits to send Instant Message. Please add credits
es_sp: No tienes suficiente credito para enviar mensajes instantáneos. Por favor, añada créditos

source: Your request has been sent sucessfully. Your Instant Message credits will be credited within 24 hours.
es_sp: Su solicitud ha sido enviado con éxito. Sus créditos de mensajería instantánea serán acreditados dentro de las 24 horas.

source: Your request has not been sent sucessfully.Please try again.
es_sp: Su petición no ha sido enviado sucessfully.Please inténtelo de nuevo.

source: Please select credits
es_sp: Por favor seleccione créditos

source: Instant Message Marketing
es_sp: Mensaje de marketing Instantáneo

source: All My Campaigns
es_sp: Todos mis campañas

source: My Account
es_sp: Mi Cuenta

source: Instant Message Title
es_sp: Mensaje Instantáneo Título

source: More
es_sp: más

source: left for this month.
es_sp: dada para este mes.

source: (Add Credits)
es_sp: (Agrega créditos)

source: Please enter Instant message title
es_sp: Introduce el título de mensaje instantáneo

source: How it looks on mobile
es_sp: ¿Cómo se ve en el móvil

source: Enter your text to send Instant Message to your customers.
es_sp: Introduzca el texto para enviar mensajes instantáneos a sus clientes.

source: Please enter text message
es_sp: Por favor introduce el mensaje de texto

source: Market
es_sp: mercado

source: Back
es_sp: Volver

source: Date Time
es_sp: Fecha Hora

source: Sent Count
es_sp: Conde enviado

source: Previous
es_sp: anterior

source: Credit Type
es_sp: Tipo de Crédito

source: Credits
es_sp: Créditos

source: Sorry! Your country does not have access to send Instant Message.
es_sp: ¡Lo siento! Su país no tiene acceso para enviar mensajes instantáneos.

source: The Instant Message charges applies Select the number of credits you wish to buy and verify the total amount payable.
es_sp: Los cargos de mensajería instantánea se aplica Seleccione el número de créditos que desea comprar y verificar la cantidad total a pagar.

source: Standard Instant Message charges are RE 200/- per 1000 credits.
es_sp: Cargos de mensajería instantánea estándar están RE 200 / - por 1.000 créditos.

source: Enter No. of Credits
es_sp: Ingrese número de créditos

source: Total No. of Credits
es_sp: N º total de créditos

source: Total Amount To Pay
es_sp: Monto total a pagar

source: Enter Your Queries
es_sp: Escriba sus consultas

source: please select restaurant to configure.
es_sp: Seleccionar Restaurante configurar.

source: Select the restaurant that you want to configure the widget for
es_sp: Seleccione el restaurante que desee configurar el widget para

source: Your restaurant's facebook pageid is
es_sp: Facebook pageId de su restaurante es

source: You are almost ready to accept reservations from your website.
es_sp: Usted está a punto de aceptar reservas de su sitio web.

source: Your restaurant's facebook pageid is
es_sp: Facebook pageId de su restaurante es

source: We need to link your facebook page to your restaurants account. Please note down or copy the facebook page id marked in red. Click the button below once you are ready to proceed further.
es_sp: Tenemos que vincular su página de Facebook en tu cuenta restaurantes. Por favor, tenga en cuenta hacia abajo o copie el identificador de página facebook marcado en rojo. Haga clic en el botón de abajo una vez que esté listo para seguir adelante.

source: If you want to delete selected schedules from other days, Please select the days. Click on confirm to proceed.
es_sp: Si desea eliminar programas seleccionados de otros días, por favor seleccione los días. Haga clic en confirmar para continuar.

source: If you want to copy selected schedules to other days, Please select the days. Click on confirm to proceed.
es_sp: Si desea copiar los horarios seleccionados a otros días, por favor seleccione los días. Haga clic en confirmar para continuar.

source: Type :
es_sp: Tipo:

source: Delete this slot
es_sp: Eliminar este slot

source: Schedule Updated Successfully.
es_sp: Calendario actualizado correctamente.

source: Schedule Updation Failed!
es_sp: Horario Updation Failed!

source: Saving Schedule Failed!
es_sp: Horario Ahorro Failed!

source: Edit Notifcation Content
es_sp: Editar Notifcation contenido

source: Notification Contant :
es_sp: Contant Notificación:

source: Please Enter E-mail or Phone
es_sp: Por favor, introduzca la dirección de correo o teléfono

source: Edit Group User Contact
es_sp: Editar Grupo de Usuarios Contacto

source: Please check the details
es_sp: Por favor, consulte los detalles

source: The Position can not be deleted as it is being used by users.
es_sp: La posición no se puede eliminar porque está siendo utilizado por los usuarios.

source: Position is valid
es_sp: La posición es válida

source: Users and Positions
es_sp: Usuarios y Posiciones

source: Add User
es_sp: Agregar usuario

source: Users
es_sp: Usuarios

source: Permissions
es_sp: Permisos

source: Position
es_sp: posición

source: Want to Create a New Position
es_sp: Quiero crear un nuevo cargo

source: Position Description
es_sp: Descripción del puesto

source: There are no Positions Defined for this Restaurant
es_sp: No hay posiciones definidas para este restaurante

source: Want to Create a New Position
es_sp: Quiero crear un nuevo cargo

source: Save Permissions
es_sp: guardar permisos

source: Add Position
es_sp: Añadir Posición

source: Position*
es_sp: Puesto*

source: Position Description*
es_sp: Descripción de puesto

source: Add Permissions
es_sp: Agregar permisos

source: Add new Position
es_sp: Añadir nueva Posición

source: Mobile
es_sp: móvil

source: Year founded
es_sp: Año de creación

source: Dining Style:
es_sp: Estilo Comedor:

source: Capacity:
es_sp: Capacidad:

source: Year founded:
es_sp: Año de fundación:

source: Price Range:
es_sp: Rango de precios:

source: Website:
es_sp: sitioweb:

source: Manager name:
es_sp: Nombre del gerente:

source: Reservation System:
es_sp: Sistema de Reserva:

source: Address:
es_sp: Dirección:

source: City/Town:
es_sp: Ciudad / Pueblo:

source: Neighborhood:
es_sp: barrio:

source: TimeZone:
es_sp: Huso horario:

source: Additional Details:
es_sp: Detalles adicionales:

source: Parking:
es_sp: Estacionamiento

source: Parking Details:
es_sp: Detalles de estacionamiento

source: Private Party Facilities:
es_sp: Instalaciones para grupos privados:

source: Private Party Contact:
es_sp: Private Party Contacto:

source: Entertainment:
es_sp: Entretenimiento:

source: Telephone Voice Notification
es_sp: Notificación de voz del teléfono

source: Updated successfully
es_sp: Actualizado con éxito

source: Number
es_sp: número

source: Status
es_sp: Estatus

source: SMS Notification
es_sp: Notificaciones por SMS

source: Week Days
es_sp: días de la semana

source: Email Address is already exisist
es_sp: Dirección de correo electrónico ya está exisist

source: Do you want to delete this email address?
es_sp: ¿Quieres eliminar esta dirección de correo electrónico?

source: Email Address is already exists
es_sp: Dirección de correo electrónico ya existe

source: Added successfully
es_sp: Alta éxito

source: please select week day and enter times
es_sp: por favor seleccione semana día y entrar en los tiempos

source: Phone notify details added successfully
es_sp: Teléfono notificar detalles agregado con éxito

source: FromTime should be lessthan ToTime for
es_sp: Fromtime debe ser ToTime lessthan para

source: Please enter correct details
es_sp: Por favor, introduzca los datos correctos

source: FromTime should be lessthan ToTime
es_sp: Fromtime debe ser ToTime lessthan

source: Updated Successfully
es_sp: Actualizado con éxito

source: Set minimum and maximum party sizes that you want to accept through online reservations on each day.
es_sp: Establecer los tamaños mínimos y máximos del partido que desea aceptar reservas en línea a través de cada día.

source: Minimum Size
es_sp: Tamaño mínimo

source: Maximum Size
es_sp: Tamaño máximo

source: Max Allowed Party Size
es_sp: Máximas permitidas y tamaño del grupo

source: The time you are looking for is not available. Please select another time or contact the restaurant for assistance.
es_sp: El tiempo que usted está buscando no está disponible. Por favor seleccione otro momento o póngase en contacto con el restaurante para pedir más información.

source: Select Meal
es_sp: Seleccione Meal

source: Breakfast
es_sp: desayuno

source: Brunch
es_sp: almuerzo

source: Lunch
es_sp: Comida

source: Dinner
es_sp: cena

source: Balance
es_sp: equilibrio

source: Checked In
es_sp: Protegido

source: Checked Off
es_sp: Chequeado Off

source: Add Booking Options
es_sp: Añadir Opciones de reservación

source: Booking Option already exists
es_sp: Ya existe la opción de reserva

source: Show On Reservation Desk already exists
es_sp: Mostrar en escritorio de la reservación ya existe

source: Edit Booking Options
es_sp: Editar opciones de reservación

source: Add Custom Status
es_sp: Añadir estado personalizado

source: Set To Default
es_sp: Definido como predeterminado

source: Customize Status
es_sp: Personalizar Estado

source: default
es_sp: defecto

source: Default
es_sp: defecto

source: My Reservations
es_sp: Mis Reservaciones

source: Manage Booking options
es_sp: Gestion Opciones de reserva

source: Booking Options appear on your booking engine and can help you classify reservations, such as Dining Room, Bar, Buffet, etc.
es_sp: Opciones de reservación aparecen en su motor de reserva y puede ayudar a clasificar las reservas, como el Comedor, Bar, Buffet, etc

source: Display Booking Options on Booking Engine
es_sp: Opciones de visualización de reserva en Booking Engine

source: Add a booking option
es_sp: Añadir una opción de reserva

source: Show on Reservation Desk
es_sp: Mostrar en el escritorio de la reservación

source: Set your restaurant's reservation times for web reservations.
es_sp: Establecer los tiempos de reserva de su restaurante para reservas web.

source: TimeSetting Status
es_sp: Estado de ajustes de tiempo

source: Select Time
es_sp: Seleccione Hora

source: 30 Mins
es_sp: 30 minutos

source: 60 Mins
es_sp: 60 minutos

source: 90 Mins
es_sp: 90 minutos

source: 120 Mins
es_sp: 120 minutos

source: When checked, your guests must confirm their reservations by email or SMS before they are valid.
es_sp: Recibir notificación de las reservas por correo electrónico, teléfono (por voz) o por SMS basado.

source: Require Confirmation
es_sp: Requerir confirmación

source: Receive notification of reservations by email, telephone (by voice) or by SMS based on day and time.
es_sp: Recibir notificación de las reservas por correo electrónico, teléfono (por voz) o por SMS sobre la base de día y hora.

source: Email Notification
es_sp: Notificación por correo electrónico

source: Email Address
es_sp: Dirección de correo electrónico

source: Change the status options used in managing tables.
es_sp: Cambiar las opciones de estado que se utilizan en la gestión de tablas.

source: Standard Status Label
es_sp: Estándar etiqueta de estado

source: Custom Status Label
es_sp: Estado Custom Label

source: Available
es_sp: Disponible

source: Cannot Change
es_sp: No se puede cambiar

source: Just Seated
es_sp: Sólo Sentados

source: None
es_sp: ninguno

source: Calendar View
es_sp: Vista de calendario

source: Floor View
es_sp: Vista de la planta

source: Reservation Menu
es_sp: Menu Reserva

source: Custom Label
es_sp: etiqueta personalizada

source: Option Description
es_sp: Descripción de la opción

source: Show On Reservation Desk
es_sp: Mostrar en el escritorio de la reservación

source: Membership Summary
es_sp: Resumen Membresía

source: Order Summary
es_sp: Resumen del pedido

source: Plan Title
es_sp: Título del plan

source: Plan Description
es_sp: Descripción del Plan

source: Continue
es_sp: continuar

source: This agreement is between the company entered on the DineDesk Agreement Form (hereafter referred to as ?Customer?); and Dine Desk Hospitality Solutions Pvt Ltd, with a principal place of business at 2nd Floor, Victoria Castle, SD Road, Begumpet, Hyderabad 500 016 (hereafter referred to as ?DineDesk?)
es_sp: Este acuerdo es entre la empresa entró en el Acuerdo Formulario DineDesk (en lo sucesivo denominado cliente??); y Dine hospitality desk Solutions Pvt. Ltd, con un centro de actividad principal en el segundo piso, el Castillo de Victoria, SD Road, Begumpet, Hyderabad 500 016 (en lo sucesivo,? DineDesk?)

source: Any use by you of the DineDesk system is conditional upon your acceptance of these Terms and Conditions, including our Privacy Policy. Your continued use of the Site will be deemed acceptance of these Terms & Conditions, including our Privacy Policy.
es_sp: Cualquier uso que usted haga del sistema DineDesk está condicionada a la aceptación de estos Términos y Condiciones, incluyendo nuestra Política de Privacidad. Su uso continuado del sitio se considerará como aceptación de estos Términos y Condiciones, incluyendo nuestra Política de Privacidad.

source: Grant of Software License. Upon payment of the License Fee, as set forth below, DineDesk grants to the Customer a limited, non-transferable license to use DineDesk?s proprietary software at its premises, that is used to provide the DineDesk Restaurant System, solely for Customer?s or Customer?s subsidiary?s own use on that equipment unit which runs the DineDesk Software Products (the ?License?). ?DineDesk Restaurant System? shall mean the provisioning of the proprietary restaurant online reservation, Guest Management and table management services, tools and offerings that are comprised, without limitation, of the DineDesk Software. Customer acknowledges that the License shall not be construed to convey any rights or proprietary interests in the Software Products to Customer, other than the License as specified herein. Notwithstanding the above, upon prior written notice to and approval by DineDesk, Customer shall have the right to transfer the Software Product(s) only to a subsidiary, affiliate or operating division of Customer, under the same terms and conditions as set forth in this Agreement. Customer agrees that Dine Desk can use Customer?s or Customer?s subsidiary?s name and logo for marketing purposes as in its marketing documents, marketing literature, brochures, websites, press releases, paper prints or any other format. Customer understands that the feature set or usage of product is limited to the product features as are listed on the DineDesk website.
es_sp: Concesión de licencia de software. Con el pago de la cuota de licencia , como se establece a continuación , subvenciones DineDesk al Cliente una licencia limitada , no transferible para utilizar DineDesk ? S de software propietario en sus instalaciones , que se utiliza para proporcionar el Restaurante Sistema DineDesk , con el único cliente? S o subsidiaria cliente? s ? s uso propio en esa unidad de equipo que corre los Productos de Software DineDesk (la licencia ? ? ) . ? DineDesk Sistema Restaurant? se entenderá la dotación de la reserva en línea restaurante de propiedad, de administración para invitados y servicios de gestión de la tabla , las herramientas y las ofrendas que se componen , entre otros, del Software DineDesk . El cliente reconoce que la Licencia no se interpretará en el sentido de transmitir a los derechos o intereses de propiedad en los productos de software para cliente , con excepción de la licencia a que se refiere el presente acuerdo. No obstante lo anterior , mediante notificación previa por escrito y autorización por DineDesk , el cliente tendrá el derecho de transferir el producto ( s ) de software sólo en una subsidiaria, filial o división operativa del cliente , bajo los mismos términos y condiciones establecidos en este Acuerdo. El Cliente acepta que Dine Desk puede utilizar s del cliente o el cliente ? Subsidiaria? S ? S nombre y el logotipo con fines de marketing como en sus documentos de marketing , material de marketing , folletos , páginas web, notas de prensa, impresiones en papel o en cualquier otro formato . El Cliente entiende que el conjunto de características o el uso del producto se limita a las funciones del producto están listados en el sitio web DineDesk .
