Repository: nightraiser/teck_apptidue
Catalog: library/Rdine/Translate/Language/*.po
Languages: es_sp

source: to pay DineDesk for services necessitated by Customer's failure, or by the failure of those to whom Customer grants access to the Software Products, to utilize current Software Product releases;
es_sp: para pagar DineDesk por servicios requeridos por parte del Cliente, o por el hecho de que aquellos a quienes Cliente otorga acceso a los productos de software, para utilizar las versiones actuales de software del producto;

source: to determine the appropriate use and limitations of each Software Product;
es_sp: para determinar el uso y las limitaciones apropiadas de cada producto de software;

source: that existing artwork or images that the Customer may want to include in the Customer's project may be protected under copyright law. The unauthorized incorporation of such material into the Customer's new work could be a violation of the rights of the copyright owner. It shall be the sole responsibility of the Customer to obtain any permission required from the copyright owner. DineDesk shall not be liable for any violation by the Customer of any copyrights or other protected intellectual property;
es_sp: que las ilustraciones o imágenes que el cliente lo desea, puede incluir en el proyecto del cliente existentes pueden estar protegidas por derechos de autor. La incorporación no autorizada de dicho material en los nuevos trabajos de la atención al cliente podría ser una violación de los derechos del propietario del copyright. Será responsabilidad exclusiva del cliente para obtener los permisos necesarios del propietario del copyright. DineDesk no será responsable por cualquier violación por parte del Cliente de cualquier derecho de autor u otra propiedad intelectual protegida;

source: that the Customer shall have the license to use the "DINEDESK" trademark for the limited purpose of featuring the trademark in the application and at all web landing pages and software screens relating to the DineDesk Restaurant System as integrated as part of theCustomer's product and service offerings, shall be included within the License. Customer's website home page will not be required to contain any reference to"DINEDESK" or any of its trademarks or logos. Any notifications sent by the DINEDESK system that is licensed by the customer shall not be required to contain the "DINEDESK" trademark. Following the termination of this Agreement, such trademark license shall terminate and the Customer shall immediately cease all use of such DineDesk trademarks.
es_sp: que el cliente tendrá la licencia para utilizar la marca "DINEDESK" con el propósito limitado de con la marca en la solicitud y en todas las páginas de aterrizaje web y las pantallas de software relacionados con el Sistema Restaurante DineDesk tan integrado como parte del producto del Cliente y oferta de servicios, se incluirán dentro de la Licencia. No se requerirá la página principal del sitio web del cliente que contenga cualquier referencia a "DINEDESK" o cualquiera de sus marcas o logotipos. No se exigirá a ningún notificaciones enviadas por el sistema DINEDESK que esté autorizado por el cliente para contener la marca registrada "DINEDESK". Después de la terminación de este Acuerdo, dicha licencia de marca se extinguirá y el Cliente cesará inmediatamente todo uso de dichas marcas comerciales DineDesk.

source: that DineDesk will provide access to their existing web-based login to access the DineDesk system from the customer's website. The Customer will provide identifying graphics and/or text information to be integrated into the site. The site will present identity, links and contact information exclusive to Customer.
es_sp: que DineDesk proporcionará acceso a su existente conexión basada en web para acceder al sistema DineDesk desde el sitio web del cliente. El Cliente proporcionará a la identificación de gráficos y / o información de texto que deben integrarse en el sitio. El sitio presentará identidad, enlaces e información de contacto exclusivo para el Cliente.

source: DineDesk reserves the right, without prior approval from or notice to the Customer, to make changes to the Software Products and to substitute Software Products and related materials reflecting those changes provided the Software Products delivered substantially conforms to the new specifications and does not remove any materially important functionality existing in the Software Products prior to the introduction of the new specifications.
es_sp: DineDesk se reserva el derecho, sin la aprobación previa del o aviso al Cliente, para realizar cambios en los productos de software y para sustituir productos de software y otros materiales relacionados que refleja los cambios previstos de los productos de software entregados se ajuste sustancialmente a las nuevas especificaciones y no elimina ningún material funcionalidad importante que existe en los productos de software antes de la introducción de las nuevas especificaciones.

source: Cancellation.
es_sp: De cancelación.

source: The customer wishing to cancel subscription to Dine Desk services can do so by sending a request to support@dinedesk.com. The services will be immediately cancelled and refund policy will apply.
es_sp: El cliente que desee cancelar la suscripción a los servicios de Cene turística puede hacerlo enviando una solicitud a support@dinedesk.com. Los servicios serán canceladas de inmediato y se aplicará la política de reembolso.

source: Refund policy.
es_sp: Política de reembolso.

source: The subscription will be cancelled with in 3 days of getting notice from customer. If the customer has paid the subscription charges in advance, they will be refunded back within 15 days either by payment mode convenient to Dine Desk. The refund will be calculated after deducting the service charges applicable for transaction of refund. The subscription charges for the tenure before the cancellation request cannot be refunded.
es_sp: a suscripción se puede cancelar con en 3 días de haber recibido notificación por parte de los clientes. Si el cliente ha pagado las cuotas de abono por anticipado, se reembolsarán de vuelta dentro de 15 días, ya sea por el modo de pago conveniente para cenar turística. El reembolso será calculado después de deducir los cargos aplicables de servicio de transacción de reembolso. Los gastos de suscripción para el mandato antes de la solicitud de cancelación no pueden ser reembolsados.

source: Customer Preparation.
es_sp: Preparación del cliente.

source: The Customer shall have all things in readiness for the Initial Integration, including, but not limited to, prerequisite software, equipment, connections and facilities for installation at the time the Software Products are delivered. In the event the Customer shall fail to have all things in readiness for installation on the scheduled Initial Integration date, the Customer shall reimburse DineDesk for any and all expenses caused by the Customer's failure to have things in readiness, unless the Customer has notified DineDesk at least seven (7) business days prior to the scheduled Initial Integration date.
es_sp: El Cliente tiene todas las cosas en la preparación para la integración inicial, incluyendo, pero no limitado a, el software prerrequisito, el equipo, las conexiones y las instalaciones para la instalación en el momento de los productos de software se entregan. En el caso de que el cliente deberá dejar de tener todas las cosas en la preparación para la instalación en la fecha de incorporación inicial programado, el Cliente deberá reembolsar DineDesk para cualquier y todos los gastos causados ​​por la incapacidad del cliente para tener las cosas en la preparación, a menos que el cliente haya notificado DineDesk en menos siete (7) días hábiles antes de la fecha de incorporación inicial programada.

source: Orders
es_sp: Las órdenes

source: Any service that is outside the scope of this Agreement may be provided, as available, in accordance with DineDesk's then current terms, conditions and charges.
es_sp: Cualquier servicio que está fuera del alcance del presente Acuerdo podrá ser proporcionada, según su disponibilidad, de acuerdo con el entonces términos actuales, las condiciones y los cargos del DineDesk.

source: Confidentiality.
es_sp: Confidencialidad.

source: Customer acknowledges and agrees that any and all information emanating from the DineDesk's business in any form, including, but not limited to, Data (as defined below) is"Confidential Information," and Customer agrees that it will not, during or after the term of this Agreement, permit the duplication, use, or disclosure of any such Confidential Information to any person (other than an employee, agent or representative of the other party who must have such information for the performance of its obligation hereunder or in the execution of the duties of his or her employment), unless such duplication, use or disclosure is specifically authorized by DineDesk in writing. Customer shall use reasonable diligence, and in no event less than that degree of care which Customer uses in respect to its own confidential information of like nature, to prevent the unauthorized disclosure or reproduction of such information. Without limiting the generality of the foregoing, to the extent that this Agreement permits the copying of Confidential Information, all such copies shall bear the same confidentiality notices, legends, and intellectual property rights designations that appear in the original versions.
es_sp: El Cliente reconoce y acepta que cualquier y toda la información que emana de los negocios de la DineDesk en cualquier forma, incluyendo, pero no limitado a, los datos (según se define a continuación) es "Información Confidencial", y el Cliente está de acuerdo en que no será así, durante o después del término de este Acuerdo, permitirá la duplicación, el uso o la divulgación de dicha información confidencial a cualquier persona (que no sea un empleado, agente o representante de la otra parte, quien debe haber tal información para el cumplimiento de su obligación bajo el presente o en la ejecución de los deberes de su empleo), a menos que dicha duplicación, uso o divulgación no esté expresamente autorizado por DineDesk por escrito. El cliente deberá utilizar una diligencia razonable, y en ningún caso inferior al grado de cuidado que utiliza al cliente con respecto a su propia información confidencial de la misma naturaleza, para impedir la divulgación no autorizada de dicha información. Sin limitar la generalidad de lo anterior, en la medida en que este Acuerdo permite la copia de la información confidencial, todas esas copias llevarán los mismos avisos de confidencialidad, leyendas, y los derechos de propiedad intelectual de las denominaciones que aparecen en las versiones originales.

source: "Confidential Information"
es_sp: "Información Confidencial"

source: shall not include: information which is in the public domain; information known to Customer as of the date of this Agreement, unless Customer agreed to keep such information in confidence at the time of its receipt; and information properly obtained hereafter from a source who is not under an obligation of confidentiality with respect to such information. The provisions of this Section 7 shall survive termination or expiration of this Agreement.
es_sp: no incluirá: la información que se encuentra en el dominio público; información que conozcan al cliente a partir de la fecha de este Acuerdo, a menos Cliente acordó mantener dicha información de forma confidencial en el momento de su recepción, e información adecuada obtenida de aquí en adelante de una fuente que no está bajo la obligación de confidencialidad con respecto a dicha información. Las disposiciones de esta Sección 7 sobrevivirán a la terminación o expiración de este Acuerdo.

source: Customer Data.
es_sp: Datos del Cliente.

source: The Parties hereby agree that Customer shall have ownership of all information and data regarding the customer's guests, generated in connection with the DineDesk Restaurant System (including names, addresses, usernames and passwords) and the advertising content secured thereby (collectively, the
es_sp: Las Partes acuerdan que el Cliente tendrá la propiedad de toda la información y los datos relativos a los huéspedes del cliente, generado en relación con el Sistema restaurante DineDesk (incluyendo nombres, direcciones, nombres de usuario y contraseñas) y el contenido de la publicidad tal seguro (colectivamente, los

source: Data
es_sp: Datos

source: Each party shall provide access to all Data to the other party on an ongoing basis. The Customer agrees to use Data, subject to DineDesk's privacy policy, during the Term (i) for the sole purpose of enabling the Customer to provide the DineDesk Restaurant System pursuant to the terms of this Agreement, including permission for the Customer to store such Data in its databases as necessary to provide the DineDesk Restaurant System during the Initial Term and any Renewal Term and (ii) in aggregate statistical data form (e.g., number of impressions, number of clicks, demographics, timing of reservations, seating times, reservation times. Under no circumstances would the guest data from other customers shall be shared to you or vice versa.
es_sp: Cada parte deberá facilitar el acceso a todos los datos a la otra parte sobre una base continua. El cliente se compromete a utilizar los datos, sujeto a la política de privacidad de DineDesk, durante el Plazo (i) con el único propósito de permitir al cliente para proporcionar el Restaurante Sistema DineDesk de conformidad con los términos de este Acuerdo, incluyendo el permiso para el cliente para almacenar esos datos en sus bases de datos según sea necesario para proporcionar al Sistema Restaurante DineDesk durante el Término Inicial y cualquier término de renovación y (ii) en forma de datos estadísticos agregados (por ejemplo, número de impresiones, número de clics, la demografía, el calendario de reservas, horarios, tiempos de reserva de asientos . Bajo ninguna circunstancia los datos de huéspedes de otros clientes serán compartidos con usted o viceversa.

source: Indemnification.
es_sp: Indemnización.

source: The Customer shall indemnify, defend and hold harmless DineDesk and its equity holders, directors, officers, employees, agents and affiliates (each of the foregoing, a
es_sp: El Cliente deberá indemnizar, defender y mantener indemne DineDesk y sus accionistas, directores, funcionarios, empleados, agentes y afiliados (cada uno de los anteriores, un

source: "DineDesk Indemnified Party"
es_sp: "DineDesk Parte Indemnizada"

source: from and against, and shall reimburse DineDesk for, any and all losses that have been suffered or incurred by DineDesk and that have resulted from, or been occasioned by, (i) any breach or alleged breach by the Customer of any of its representations, warranties, covenants and other agreements set forth herein, or (ii) any injury to or death of any person, including the Customer's employees and agents, or damage to or destruction of any property of either Party hereto, or third parties or their property in any manner arising out of or by reason of the performance of this Agreement on the part of the Customer and/or its employees or agents, or as a result of any act or omission, negligent or otherwise, of the Customer, except to the extent such injury, damage, destruction and/or loss is a result of the negligence or willful misconduct of DineDesk, its officers, directors, agents and/or employees.
es_sp: de y en contra, y reembolsará DineDesk para, todos y cada uno las pérdidas que se han sufrido o incurrido por DineDesk y que son el resultado de, o han sido ocasionados por, (i) cualquier incumplimiento o supuesto incumplimiento por parte del cliente de cualquiera de sus representaciones, garantías, convenios y otros acuerdos establecidos en este documento, o (ii ) cualquier lesión o muerte de cualquier persona, incluyendo a los empleados y agentes del Cliente, o de daño o destrucción de cualquier propiedad del bien presente Parte, o de terceros o sus bienes en forma alguna que surja de o por razón del ejercicio de este Acuerdo por parte del Cliente y / o sus empleados o agentes, o como resultado de cualquier acto u omisión, negligencia o de otro modo, del cliente, excepto en la medida tal lesión, daño, destrucción y / o pérdida es resultado de la negligencia o mala conducta intencional de DineDesk, sus oficiales, directores, agentes y / o empleados.

source: Limitation of Liability.
es_sp: Limitación de la responsabilidad.

source: WE AND/OR OUR DIRECTORS, EMPLOYEES, AGENTS AND/OR CONSULTANTS SHALL NOT BE LIABLE FOR ANY DIRECT, INDIRECT, INCIDENTAL, SPECIAL OR CONSEQUENTIAL INJURY, LOSS OR DAMAGES WHICH MIGHT ARISE FROM YOUR USE OF, OR RELIANCE UPON, ANY MATERIAL OR CONTENT CONTAINED IN, OR INABILITY TO USE, AND/OR UNLAWFUL ACTIVITY ON, THE SITE AND/OR ANY LINKED THIRD PARTY WEBSITE.
es_sp: NOSOTROS Y / O NUESTROS DIRECTORES, EMPLEADOS, AGENTES Y / O COLABORADORES NO SEREMOS RESPONSABLES POR DAÑOS DIRECTOS, INDIRECTOS, ESPECIALES O DAÑOS, PÉRDIDAS O DAÑOS QUE PUEDAN SURGIR DE SU USO O CONFIANZA EN CUALQUIER MATERIAL O CONTENIDO CONTENIDOS O LA IMPOSIBILIDAD DE USO, Y / O ACTIVIDAD ILEGAL EN EL SITIO Y / O CUALQUIER SITIO VINCULADO TERCEROS.

source: Warranty.
es_sp: Garantía.

source: DineDesk represents and warrants that all Software Products shall substantially conform to the Software's features list on website. The Customer's exclusive remedy and DineDesk's entire responsibility under this warranty shall be to use reasonable efforts to correct or replace, at no additional charge to the Customer, any part of the Software Products found to be defective.
es_sp: DineDesk declara y garantiza que todos los productos de software se ajustarán sustancialmente a la lista de las características del software en el sitio web. La garantía para el cliente y toda la responsabilidad de DineDesk bajo esta garantía, consistirá en destinar los esfuerzos razonables para corregir o reemplazar, sin costo adicional para el cliente, una parte de los productos de software que se encuentren defectuosos.

source: DineDesk further warrants that any Services provided by DineDesk under this Agreement shall be performed in a fully workmanlike manner and in accordance with the prevailing professional standards of the software industry. DINEDESK FURNISHES THE ABOVE WARRANTIES IN LIEU OF ALL OTHER WARRANTIES, EXPRESSED OR IMPLIED, INCLUDING WARRANTIES OF MERCHANTABILITY AND FITNESS FOR A PARTICULAR PURPOSE. DineDesk does not warrant that the operation of the Software Products will be uninterrupted or free of errors. In the event DineDesk's servers are down for more than one (1) hour in any day, except for scheduled and normal outages necessary for upload and installation of upgrades and patches (for which, DineDesk will provide the Customer with at least twenty four (24) hours advance notice), the Customer shall not be charged shall receive a credit for such day's pro-rata License Fee. Any and all warranties shall be void if the Software Products have been modified without authorization by DineDesk or if installed on or used with equipment by the Customer which does not meet the minimum requirements necessary for proper operation as set forth by DineDesk. DineDesk shall not be liable for any failure or delay in performance due to any cause beyond its control and has no obligation arising out of the abnormal use of any item, site conditions not conforming to DineDesk's specifications, or any causes external to any item, including but not limited to accident, acts of God, fire or water damage, criminal conduct, neglect, acts of war, riots, strikes, lightning, electrical disturbances or other similar causes.
es_sp: DineDesk además garantiza que cualquiera de los Servicios prestados por DineDesk virtud del presente Acuerdo se llevará a cabo de forma totalmente esmerada y de acuerdo con las normas profesionales vigentes de la industria del software. DINEDESK PRESTE LAS GARANTÍAS ANTERIORES EN LUGAR DE CUALQUIER OTRA GARANTÍA, EXPRESA O IMPLÍCITA, INCLUIDAS LAS GARANTÍAS DE COMERCIALIZACIÓN Y APTITUD PARA UN PROPÓSITO PARTICULAR. DineDesk no garantiza que el funcionamiento de los productos de software no tenga interrupciones ni libre de errores. En el caso de los servidores de DineDesk están fuera de servicio por más de una (1) hora, en cualquier día, a excepción de los cortes programados y normales necesarias para la carga y la instalación de actualizaciones y parches (para lo cual, DineDesk proporcionará al Cliente con al menos veinticuatro (24 ) horas de anticipación), el Cliente no se percibirá, recibirán un crédito por pago de licencia proporcional tal día. Todas las garantías serán nulas si los productos de software han sido modificados sin la autorización por DineDesk o si se instala en o utilizados con el equipo por parte del Cliente que no cumpla con los requisitos mínimos necesarios para su correcto funcionamiento según lo dispuesto por DineDesk. DineDesk no será responsable por cualquier falla o demora en la ejecución debido a cualquier causa fuera de su control y no tiene obligación que surja del uso anormal de cualquier artículo, las condiciones del lugar que no se ajusten a las especificaciones del DineDesk, o cualquier causa externa a cualquier artículo, incluyendo pero no limitado a accidentes, desastres naturales, incendios o daños por agua, una conducta criminal, negligencia, actos de guerra, disturbios, huelgas, rayos, perturbaciones eléctricas u otras causas similares.

source: Miscellaneous.
es_sp: Varios.

source: Assignment.
es_sp: Asignación.

source: The Customer may assign this Agreement in whole or part only with the prior written consent of DineDesk. DineDesk may assign this Agreement in whole or part and all or part of the payments to the extent that DineDesk's obligations to the Customer are not affected. DineDesk shall notify Customer of any such assignment and, upon request of assignee, Customer shall pay assignee directly for all payments assigned. Assignee will be entitled to assert all assigned rights but will not be obligated to Customer for any of DineDesk's obligations, and Customer agrees that any claim by way of abatement, defense, counterclaim or the like will not be asserted against assignee.
es_sp: El Cliente podrá ceder este Contrato, total o parcial sin el consentimiento previo por escrito de DineDesk. DineDesk puede ceder este Acuerdo en su totalidad o en parte y la totalidad o parte de los pagos en la medida en que las obligaciones de DineDesk al cliente no se ven afectados.DineDesk notificará al cliente de dicha cesión y, a petición del cesionario, el Cliente deberá pagar cesionario directamente todos los pagos asignados. Cesionario tendrá derecho a hacer valer todos los derechos asignados, pero no se obliga al cliente para ninguna de las obligaciones del DineDesk, y el Cliente está de acuerdo en que cualquier reclamación por vía de la reducción, la defensa, reconvención o similares no será valer contra el cesionario.

source: Amendments, Modifications or Supplements.
es_sp: Las enmiendas, modificaciones o suplementos.
