Repository: nightraiser/teck_apptidue
Catalog: library/Rdine/Translate/Language/*.po
Languages: es_sp

source: If restaurants don't have a website or mobile website. We design it for free and integrate it with DineDesk! We are also closely integrated with social media services like Facebook. If the restaurant is new to social media (Facebook, Twitter or Google+), as a part of restaurant setup, we offer free social media setup and training to capitalize on the wave. If restaurants already have one, we make it revenue generating by setting up our reservation, deals and menu widgets, which help in converting the social media users into potential patrons.
es_sp: Si los restaurantes no tienen un sitio web o sitio web para móviles. Lo diseñamos de forma gratuita y la integramos con DineDesk! También estamos estrechamente integrados con los servicios de medios sociales como Facebook. Si el restaurante es nuevo en las redes sociales (Facebook, Twitter o Google +), como parte de la configuración del restaurante, le ofrecemos libre configuración a medios de comunicación social y la formación para aprovechar la ola. Si los restaurantes ya disponen de una, podemos hacer que la generación de ingresos mediante la creación de nuestra reservas, ofertas y los widgets del menú, ayudan en la conversión de usuarios de los medios sociales a clientes potenciales.

source: Our Features
es_sp: Nuestras características

source: feedback and history
es_sp: comentarios e historial

source: to enhance customer satisfaction and loyalty, Contd...
es_sp: para mejorar la satisfacción y lealtad, Contd...

source: in house, take away, home delivery and pre ordering, Wait list for a better dining experience
es_sp: en casa, para llevar, entrega a domicilio y preorden. Lista de espera para una mejor experiencia de comedor

source: email marketing and third party integrations
es_sp: marketing por correo electrónico e integraciones de terceros

source: You could visit
es_sp: Usted puede visitar

source: or their Facebook
es_sp: o su Facebook

source: Website
es_sp: sitio web

source: By Moneylife
es_sp: Por MoneyLife

source: By Business Wire
es_sp: Por Business Wire

source: Receive Free Reservations from your Website, Mobile Website and Facebook
es_sp: Recibe las reservaciones libres de su Sitio Web, Mobile Web y Facebook

source: -You never pay transactions fees or commissions for reservations made on your website, on your mobile site for smart phones and tablets, or on Facebook.
es_sp: -Usted no pagará honorarios o comisiones de transacción para las reservas realizadas en su sitio web, en su sitio web móvil para teléfonos inteligentes y tabletas, o en Facebook.

source: Free Reservations with DineDesk's Booking Engine
es_sp: Reservas Gratis con de DineDesk Booking Engine

source: Receive Online Reservations
es_sp: Recibe Reservas Online

source: Your guests can book 24 hours a day, 7 days a week with DineDesk's booking engine. Reservations are confirmed successfully, even when your restaurant is closed.
es_sp: nuestros huéspedes pueden reservar las 24 horas del día, 7 días a la semana con el motor de reservas DineDesk. Las reservas se confirman con éxito, incluso cuando el restaurante está cerrado.

source: Easily Control Under- and Over-bookings
es_sp: Fácil control por debajo y arriba de sus reservas

source: Open or close days or times when you are willing to receive reservations. Receive notification of bookings by email or SMS.
es_sp: Días u horas de apertura o cierre cuando usted está dispuesto a recibir reservas. Recibir notificación de las reservas por correo electrónico o SMS.

source: No setup, transaction or commission fees
es_sp: Sin configuración, transacciones o comisiones honorarios

source: The Booking Engine is part of DineDesk's suite of restaurant management tools. There are no additional fees for the use of our booking engine.
es_sp: El motor de reservas es parte de la suite de herramientas de gestión de restaurante de DineDesk. No hay cargos adicionales para el uso de nuestro sistema de reservas.

source: DineDesk's Restaurant Management Tools Are a SMART and Affordable Investment
es_sp: Las herramientas de gestión de DineDesk es una inversion inteligente y accesible

source: By integrating many management and marketing tools into one package, DineDesk brings you technology that is both easy to use and affordable. With DineDesk there are no setup or training fees. There are no transaction fees and no commissions to pay.
es_sp: Mediante la integración de muchas herramientas de gestión y comercialización en un solo paquete, DineDesk le trae tecnología que es a la vez fácil de usar y asequible. Con DineDesk no hay ninguna configuración o cuotas de formación. No hay cargos de transacción y no hay comisiones

source: The Right Management and Marketing Choice for your Restaurant
es_sp: La elección Right Management y Marketing para su restaurante

source: No hidden costs. Just one flat fee per month
es_sp: No hay costos ocultos. Sólo una tarifa fija por mes

source: For only $50 per month, you save considerable staff time on social media marketing, reservations and business management. With DineDesk, you will manage your restaurant more effectively than ever before.
es_sp: Por sólo $ 50 al mes, usted ahorra considerable tiempo del personal en marketing en medios sociales, reservas y gestión empresarial. Con DineDesk, que se encargará de su restaurante con más eficacia que nunca.

source: No training costs or support fees. No surprises
es_sp: No hay costes de formación o cuotas de apoyo. No hay sorpresas

source: Our easy-to-use interface is quickly understood by staff at all levels in your organization. Plus, our customer support team is always available to help at no extra cost.
es_sp: Nuestra interfaz fácil de usar, se entiende rápidamente por el personal en todos los niveles de la organización. Además, nuestro equipo de atención al cliente está siempre disponible para ayudar, sin costo adicional.

source: Free installation with no hidden costs
es_sp: Instalación gratuita, sin costes ocultos

source: With DineDesk there are no additional or hidden costs. You will like our open and honest pricing while we benefit from many loyal customers all over the world.
es_sp: Con DineDesk no hay costes adicionales u ocultos. Te va a gustar nuestros precios abierto y honesto mientras nos beneficiamos de muchos clientes fieles en todo el mundo.

source: Pay Monthly, Quarterly or Yearly, you save considerable staff time on social media marketing, reservations and business management. With DineDesk, you will manage your restaurant more effectively than ever before.
es_sp: Pago mensual, trimestral o anual, a ahorrar tiempo al personal de marketing en medios sociales, reservas y gestión empresarial. Con DineDesk, que se encargará de su restaurante con más eficacia que nunca.

source: By providing your personal details to us, you signify your acceptance of our Privacy Policy. If you do not agree to this Privacy Policy, please do not provide your personal details to us.
es_sp: Al proporcionar sus datos personales a nosotros, usted expresa su aceptación de nuestra Política de Privacidad. Si usted no está de acuerdo con esta Política de Privacidad, por favor no proporcione sus datos personales para nosotros.

source: This Privacy Policy is incorporated into, and part of, the Terms and Conditions which govern your use of the website
es_sp: Esta Política de privacidad se ha incorporado, y parte de los términos y condiciones que rigen el uso de la página web

source: Site
es_sp: Sitio

source: in general.
es_sp: en general.

source: We may need to update this Privacy Policy from time to time. We recommend that you regularly check this page to ensure that you have read the most recent version.
es_sp: Es posible que tenga que actualizar esta Política de Privacidad de vez en cuando. Le recomendamos que visite regularmente esta página para asegurarse de que ha leído la versión más reciente.

source: 1 Collecting personal information
es_sp: Recopilación de información personal

source: 1.1 You can decide what personal information you provide to us. We will only collect personal information that you choose to provide. Where possible, we will enable you to select how we will use this information (for example, by choosing to opt-in or opt-out of receiving special promotional offers).
es_sp: 1.1 Usted puede decidir qué tipo de información personal que usted nos proporciona. Sólo recopilaremos información personal que usted elija proporcionarnos. Donde es posible, le permitirá seleccionar cómo utilizaremos esta información (por ejemplo, mediante la elección de opt-in u optar por dejar de recibir ofertas promocionales especiales).

source: You may choose to provide us with personal information if, for example, you: contact us with an enquiry, register on the Site, fill out a survey or other form with your personal information included, request us to provide you with information. enter a competition, post information to public areas of the site or participate in a promotion.
es_sp: Usted puede elegir que nos proporcione información personal si, por ejemplo, que: en contacto con nosotros con una pregunta, se registre en el Sitio, llenar una encuesta u otro formulario con su información personal incluida, pedirnos que le proporcionará información. participar en un concurso, publicar información en las áreas públicas del sitio o participar en una promoción.

source: You have the opportunity to choose not to opt-in receive communications from us at any point where we request information about you.
es_sp: Usted tiene la oportunidad de optar por no optar por recibir comunicaciones de nosotros en cualquier momento en que solicitamos información sobre usted.

source: If you want to register as a User on this Site, the only information we will require of you is the following:
es_sp: Si desea registrarse como usuario de este Sitio, la única información que requerimos de ustedes es la siguiente:

source: your name and surname;
es_sp: su nombre y apellidos;

source: your email address;
es_sp: su dirección de correo electrónico;

source: You may choose to provide additional personal information to us, in which event you agree to provide accurate and current information, and not to impersonate or misrepresent any person or entity or falsely state or otherwise misrepresent your affiliation with anyone or anything.
es_sp: Usted puede elegir proporcionar información personal adicional para nosotros, en cuyo caso usted se compromete a proporcionar información precisa y actualizada, y no a suplantar o falsificar cualquier persona o entidad o declarar falsamente o tergiversar su afiliación con cualquier persona o cosa.

source: Third parties (including but not limited to software providers, advertisers and ad placement agencies) may also use tracking technologies by or through the Site. We have no responsibility or liability for any tracking, data collection or other activities of such third parties.
es_sp: Los terceros (incluyendo, pero no limitado a los proveedores de software, los anunciantes y las agencias de colocación de anuncios) también pueden utilizar tecnologías de seguimiento por oa través del Sitio. No tenemos ninguna responsabilidad u obligación por cualquier seguimiento, recopilación de datos u otras actividades de dichos terceros.

source: Our use of personal information
es_sp: Nuestro uso de información personal

source: We will use information collected from you in the following ways:
es_sp: Vamos a utilizar la información recopilada de usted de las siguientes maneras:

source: Marketing purposes:
es_sp: Propósitos de marketing:

source: We may use information for internal marketing analysis, for example, to assess trends amongst our consumers or to measure the amount of traffic to our Site. When you give permission for us to contact you, we use your personal information to tell you about our products and services and those of our subsidiaries, affiliates, and parent companies and any of their related businesses via email or SMS. However, you will be able to opt out of these communications at any time. We may also share non-personal information with others, such as advertisers, in aggregate anonymous form, which means that the information will not contain any personally identifiable information about you.
es_sp: Podemos utilizar la información para el análisis de marketing interno, por ejemplo, para evaluar tendencias entre nuestros consumidores o medir la cantidad de tráfico en nuestro sitio. Cuando usted le da permiso para que nos comuniquemos con usted, usamos su información personal para informarle sobre nuestros productos y servicios y los de sus subsidiarias, afiliadas y compañías matrices y cualquiera de sus empresas relacionadas por correo electrónico o SMS. Sin embargo, usted será capaz de optar por una de estas comunicaciones en cualquier momento. También podemos compartir información no personal con otros, tales como anunciantes, de forma anónima agregada, lo que significa que la información no contendrá ninguna información de identificación personal sobre usted.

source: To restaurants:
es_sp: a los restaurantes

source: When you make a restaurant reservation using our Site, your name and telephone number are provided to that restaurant, so that they can, if necessary, confirm any details about applicable dietary requirements, special preferences or requests, set menus, group bookings etc.
es_sp: Cuando se haga una reserva de restaurante usando nuestro sitio, su nombre y número de teléfono son proporcionados a ese restaurante, para que puedan, en su caso, confirmar los detalles sobre los requisitos aplicables de la dieta, preferencias o peticiones especiales, menús, las reservas de grupo etcétera.

source: We will only share the information specified above with the restaurant at which you have made reservations using our Site. Restaurants cannot access information pertaining to diners or dining histories from other restaurants, with the exception that restaurants under the same corporate ownership may elect to share diner information between restaurant properties.
es_sp: sólo compartiremos la información especificada anteriormente con el restaurante en el que ha hecho las reservas utiliza nuestro Sitio. Los restaurantes no pueden acceder a la información relativa a los comensales o historias gastronómicas de otros restaurantes, con la excepción de que los restaurantes del mismo propietario corporativa podrán compartir la información entre las propiedades diner restaurante.

source: Restaurants may receive summary reports of feedback from recent diners. If you provide comments about a restaurant (via a review on the Site) these will be shared with that restaurant anonymously. However there is the potential that a restaurant may associate a particular feedback with your dining reservation. You may choose not to be anonymous while submitting your comments, or you may choose to specify your identity or provide contact information such as an email address for the restaurant to use in response to your feedback.
es_sp: Los restaurantes pueden recibir informes de resumen de los comentarios de los comensales recientes. Si proporciona comentarios acerca de un restaurante (a través de un comentario en el sitio), estos serán compartidos con ese restaurante anónima. Sin embargo existe la posibilidad de que un restaurante puede asociar un voto particular, con la reserva de comedor. Usted puede elegir no ser anónimo al enviar sus comentarios, o puede optar por especificar su identidad ni información de contacto como una dirección de correo electrónico para el restaurante a utilizar en respuesta a sus comentarios.

source: Email from restaurants:
es_sp: Correo electrónico de los restaurantes

source: You may also consent to receive marketing communications from the restaurant at which you've made a reservation. We play no role in the content, frequency, or timing of any restaurant's marketing communications. You may unsubscribe from further communication from a restaurant at any time.
es_sp: También puede dar su consentimiento para recibir comunicaciones de marketing desde el restaurante en el que usted ha hecho una reserva. Jugamos ningún papel en el contenido, la frecuencia, o el calendario de las comunicaciones de marketing de cualquier restaurante. Usted puede darse de baja de otra comunicación de un restaurante en cualquier momento.

source: Third party offers:
es_sp: Tercero ofrece:

source: We may arrange for carefully selected organisations to send you marketing and promotional information that may be of interest to you. In such circumstances your personal information may be disclosed to these organisations who will agree to be bound by the terms of this Privacy Policy. We will obtain your permission before we send you any such communications.
es_sp: Podemos arreglar para organizaciones cuidadosamente seleccionadas para enviarle información de marketing y promocional que pueda ser de su interés. En tales circunstancias, su información personal puede ser revelada a estas organizaciones que estén de acuerdo a estar obligado por los términos de esta Política de Privacidad. Obtendremos su permiso antes de enviarle cualquier comunicación.

source: Public (or interactive) areas of the site:
es_sp: Público (o interactivas) áreas del sitio:

source: Information that you post on or through the public areas of the Site (e.g., chat rooms, bulletin boards and discussion groups) are generally accessible to, and may be collected and used by, others and may result in unsolicited messages or other contact from others. Users of the Site are encouraged to exercise caution when providing personal information about themselves in public areas of this Site.
es_sp: La información que usted publica en oa través de las áreas públicas del Sitio (por ejemplo, salas, tablones de anuncios y grupos de discusión chatear) son generalmente accesibles a, y puede ser recogida y utilizada por, otros y puede resultar en mensajes no solicitados u otro tipo de contacto de los demás. Se alienta a los usuarios del sitio a tener cuidado al proporcionar información personal sobre ellos mismos en las zonas comunes de este Sitio.

source: Sale and transfer:
es_sp: Venta y transferencia:

source: In the event of a sale, merger, consolidation, change in control, transfer of substantial assets, reorganisation or liquidation, we may transfer, sell, or assign to third parties information concerning your relationship with us, including without limitation, personally identifiable information that you provide and other information concerning your relationship with us. You hereby consent to such transfer of your personal information for such purpose.
es_sp: En el caso de una venta, fusión, consolidación, cambio de control, transferencia de activos sustanciales, reorganización o liquidación, podemos transferir, vender o ceder a terceros la información relativa a su relación con nosotros, incluyendo, sin limitaciones, , la información de identificación personal que usted haya provisto, y otra información relativa a su relación con nosotros. El usuario se somete a dicha transferencia de su información personal para tal fin.

source: Administration and data management:
es_sp: Administración y gestión de datos:

source: We may transfer your personal information to third parties under confidentiality obligations when the performance of any service in relation to the activities above is sub-contracted (e.g. the administration of a marketing campaign).
es_sp: Podremos transferir su información personal a terceros bajo obligaciones de confidencialidad, cuando el rendimiento de cualquier servicio en relación con las actividades antes mencionadas es subcontratado (por ejemplo, la administración de una campaña de marketing).

source: Legal purposes:
es_sp: Lfectos legales:

source: We may disclose your personal information if permitted by law or required to do so by law or where we believe such action is necessary in order to protect or defend our interests or the interests of our customers or users of our Site.
es_sp: Podemos revelar su información personal si así lo permite la ley o sea requerido por la ley o cuando creemos que dicha acción es necesaria para proteger o defender nuestros intereses o los intereses de nuestros clientes o usuarios de nuestro sitio.

source: Links:
es_sp: Enlaces

source: This site may contain links or references to other websites outside of our control. Please be aware that we have no control over these sites and our Privacy Policy does not apply to these sites. We encourage you to read the privacy statements and terms and conditions of linked or referenced sites you enter.
es_sp: Este sitio puede contener enlaces o referencias a otros sitios web fuera de nuestro control. Tenga en cuenta que no tenemos ningún control sobre estos sitios y nuestra política de privacidad no se aplica a estos sitios. Le animamos a leer las declaraciones de privacidad y los términos y condiciones de los sitios enlazados o referenciados introducidos.

source: We will not use your personal information for any purpose (other than as stated above) without your express consent. We will not use or disclose your personal information to third parties without your consent, unless the use or disclosure is -
es_sp: no vamos a utilizar su información personal para cualquier propósito (que no sea como se ha dicho) sin su consentimiento expreso. No vamos a usar o revelar su información personal a terceros sin su consentimiento, a menos que el uso o revelación es -

source: required in order to comply with applicable law, order of court or legal process served on us; and/or
es_sp: requerido para cumplir con la ley aplicable, orden judicial o proceso legal servido en nosotros, y / o

source: disclosure is necessary to protect and defend our rights or property.
es_sp: divulgación es necesaria para proteger y defender nuestros derechos o propiedad.

source: We will be entitled to disclose your personal information to those of our employees and/or third party service providers who assist us to interact with you via our Site or email, and thus need to know your personal information in order to assist us to communicate with you properly and efficiently. We will ensure that all such employees and/or third party service providers having access to your personal information are bound by appropriate and legally binding confidentiality and non-use obligations in relation to your personal information.
es_sp: Tendremos derecho de revelar su información personal a los de nuestros empleados y / o terceros proveedores de servicios que ayudan a que podamos interactuar con usted a través de nuestro Sitio o por correo electrónico, por lo que necesitamos saber su información personal con el fin de ayudar a que nos comuniquemos con usted correctamente y de manera eficiente. Nos aseguraremos de que todos esos empleados y / o terceros proveedores de servicios que tienen acceso a su información personal están obligados a la confidencialidad y las obligaciones de no uso apropiado y jurídicamente vinculante en relación a sus datos personales.

source: We will:
es_sp: Nosotros:

source: treat your personal information as strictly confidential;
es_sp: tratar sus datos personales de forma estrictamente confidencial;

source: take appropriate technical and organisational measures to ensure that your personal information is kept secure and is protected against unauthorised or unlawful processing, accidental loss, destruction or damage, alteration, disclosure or access;
es_sp: adoptar las medidas técnicas y organizativas adecuadas para garantizar que su información personal se mantenga segura y esté protegida contra el procesamiento no autorizado o ilegal, la pérdida accidental, destrucción o daño, alteración, divulgación o acceso;
