Repository: nightraiser/teck_apptidue
Catalog: library/Rdine/Translate/Language/*.po
Languages: es_sp

source: promptly notify you if we become aware of any unauthorised use, disclosure or processing of your personal information;
es_sp: puntualmente le notifiquen si nos damos cuenta de cualquier uso no autorizado, revelación o el procesamiento de su información personal;

source: provide you with reasonable evidence of our compliance with our obligations under this policy on reasonable notice and request; and
es_sp: le proporcionan evidencia razonable de nuestra conformidad con nuestras obligaciones en virtud de esta política en un plazo razonable y la solicitud, y

source: upon your request, promptly return or destroy any and all of your personal information in our possession or control.
es_sp: a su solicitud, devolver o destruir cualquier y toda su información personal en nuestra posesión o control rápidamente.

source: We will not retain your personal information longer than the period for which it was originally needed, unless we are required by law to do so, or you consent to us retaining such information for a longer period.
es_sp: Conservaremos su información personal más tiempo que el período para el que se necesitaba en un principio, a menos que estemos obligados por ley a hacerlo, o usted nos permite retener la información durante un período más largo.

source: Use of cookies
es_sp: Utilización de cookies

source: In common with many websites, we use "cookies" to help us gather the following information from visitors to our Site, for example:
es_sp: Al igual que muchos sitios web, utilizamos "cookies" para ayudarnos a reunir la siguiente información de los visitantes de nuestro sitio, por ejemplo:

source: the IP address from which you access the Site;
es_sp: la dirección IP desde la que se accede al sitio;

source: the type of browser and operating system used to access the Site;
es_sp: el tipo de navegador y sistema operativo utilizado para acceder al Sitio;

source: the date and time of your access to the Site;
es_sp: la fecha y hora de su acceso al Sitio;

source: the pages you visit;
es_sp: las páginas que visita;

source: A cookie is a small data file that our server sends to your browser when you visit the Site. The use of cookies helps us to assist your use of certain aspects of the Site. You can delete cookies at any time or you can set your browser to reject or disable cookies. Please note however that if you do disable cookies, some functions on the Site may not work correctly.
es_sp: Una cookie es un pequeño archivo de datos que nuestro servidor envía a su navegador cuando usted visita el sitio. El uso de cookies nos ayuda a ayudar a su uso de ciertos aspectos del sitio. Puede eliminar las cookies en cualquier momento o puede configurar su navegador para rechazar o desactivar las cookies. Tenga en cuenta sin embargo, que si lo haces desactivar las cookies, algunas funciones en el sitio pueden no funcionar correctamente.

source: We use information from cookies, for example, to learn about the number of visitors to our Site and the type of technology that our visitors use. Cookies help us to monitor what sort of content is popular and to assess visitors' browsing habits. When a user revisits the Site, we may recognise the user by the cookie and customise the user's experience accordingly. We can use this information to continually improve the content and usability of the Site. Cookies are not used to personally identify you.
es_sp: Utilizamos la información de las cookies, por ejemplo, para conocer el número de visitantes a nuestro sitio y el tipo de tecnología que nuestros visitantes usan. Las cookies nos ayudan a monitorear qué tipo de contenido es muy popular y para evaluar los hábitos de navegación de los visitantes. Cuando un usuario vuelve a visitar el Sitio, podemos reconocer al usuario por la cookie y personalizar la experiencia del usuario en consecuencia. Podemos utilizar esta información para mejorar continuamente el contenido y la usabilidad del sitio. No se utilizan cookies para identificarle personalmente.

source: We may compile and report to third parties (such as advertisers) aggregate, non-personal statistics about our users in terms of numbers, traffic patterns and related Site information.
es_sp: Podemos recopilar y reportar a terceros (por ejemplo, los anunciantes) agregada, las estadísticas no personales sobre nuestros usuarios en términos de números, patrones de tráfico e información relacionada del sitio.

source: We do not connect the information collected through cookies with other information that is personally identifiable, unless required or permitted to do so by law or to enforce the Terms &amp; Conditions.
es_sp: No conectamos la información recogida a través de cookies con otra información que sea personalmente identificable, a menos que sea requerido o permitido a hacerlo por ley o para hacer cumplir los Términos y Condiciones.

source: How we protect your information
es_sp: ¿Cómo protegemos su información

source: We take security seriously and we take reasonable precautions to keep your personal information secure. We have put in place appropriate physical, electronic and managerial procedures to safeguard the information we collect. However, due to the open communication nature of the Internet, we cannot guarantee that communications between you and us, or information stored on our servers, will be free from unauthorised access by third parties.
es_sp: Nos tomamos en serio la seguridad y tomamos precauciones razonables para mantener su información personal segura. Hemos puesto en marcha procedimientos físicos, electrónicos y administrativos para salvaguardar la información que recopilamos. Sin embargo, debido a la naturaleza de comunicación abierta de Internet, no podemos garantizar que las comunicaciones entre usted y nosotros, o la información almacenada en nuestros servidores, estarán libres de acceso no autorizado por parte de terceros.

source: WE WILL NOT BE LIABLE TO YOU FOR ANY DIRECT, INDIRECT, INCIDENTAL, SPECIAL OR CONSEQUENTIAL INJURY, LOSS OR DAMAGES WHICH MIGHT ARISE FROM THE LOSS, DAMAGE, DESTRUCTION OR UNAUTHORISED OR UNLAWFUL ACCESS OF YOUR PERSONAL INFORMATION, UNLESS SUCH LOSS OR DAMAGES AROSE DUE TO OUR GROSS NEGLIGENCE.
es_sp: NO SERÁ RESPONSABLE ANTE USTED POR DAÑOS DIRECTOS, INDIRECTOS, ESPECIALES O DAÑOS, PÉRDIDAS O DAÑOS QUE PUEDAN SURGIR DE LA PÉRDIDA, DAÑO O DESTRUCCIÓN NO AUTORIZADO O ILEGAL DE ACCESO DE SU INFORMACIÓN PERSONAL, A MENOS QUE DICHA PERDIDA O DAÑO SURGIERON DEBIDO A NUESTRA NEGLIGENCIA GRAVE.

source: Your details and contacting us
es_sp: Sus datos y ponerse en contacto con nosotros

source: You can check what personal information we hold about you, update your information, ask us to remove your information, correct any inaccuracies in such personal information or ask us questions about our Privacy Policy, by contacting us via email to
es_sp: Puede comprobar qué información personal que tenemos sobre usted, actualizar su información, nos piden que eliminemos su información, corregir cualquier inexactitud en la información personal o de hacernos preguntas sobre nuestra Política de Privacidad, poniéndose en contacto con nosotros por correo electrónico a

source: This e-mail address is being protected from spambots. You need JavaScript enabled to view it.
es_sp: Esta dirección electrónica esta protegida contra spam bots. Es necesario activar Javascript para visualizarla.

source: We will make every effort to respond to your request in a timely manner.
es_sp: Haremos todo lo posible para responder a su solicitud en tiempo y forma.

source: See a demonstration of DineDesk's restaurant software
es_sp: Vea una demostración de software restaurante de DineDesk

source: Request a demo today!
es_sp: Solicite una demostración hoy mismo!

source: Full Name
es_sp: Nombre Completo

source: Restaurant Name
es_sp: Nombre del Restaurante

source: Zipcode
es_sp: Código Postal

source: CONTACT ME BY
es_sp: CONTACTAME POR

source: Phone
es_sp: teléfono

source: Enter Your Comments
es_sp: Escribe tus comentarios

source: DineDesk is NOT a reservation aggregator. Rather, it's simply a tool to help a restaurateur run their restaurant - as any good reservation system should be. The only way guests can make a reservation is through a restaurant's individual website or Facebook page and when that reservation is made, that
es_sp: DineDesk NO es un agregador de reserva. Más bien, es simplemente una herramienta para ayudar a un restaurador ejecutar su restaurante - como cualquier sistema de reservas debe ser buena. La única manera podrá hacer una reserva es a través de página web individual de un restaurante o página de Facebook y cuando se hace esta reserva, que

source: stays with the restaurateur. No longer will a reservation aggregator take a guest's information and market competitor's restaurants to them moments after making a reservation. In addition, DineDesk keeps guests at the restaurant site where they would like to dine rather than redirecting them to a competitor's site when a reservation slot isn't available - as is the practice with other online reservation systems.
es_sp: se queda con el restaurador. Ya no será un agregador de reserva tomar la información de un cliente y los restaurantes de la competencia de mercado para ellos momentos después de hacer la reserva. Además, mantiene DineDesk huéspedes en el restaurante del hotel donde les gustaría comer en lugar de su reorientación al sitio de un competidor cuando una ranura reserva no está disponible - como es la práctica con otros sistemas de reserva en línea.

source: Making It Easy
es_sp: Lo que es fácil

source: Take reservations on website or Facebook
es_sp: Tome reservas en la página web o Facebook

source: Simple, user-friendly plug-in
es_sp: Simple, fácil de usar plug-in

source: Use the
es_sp: Utilice el

source: to post daily specials or other promotions
es_sp: para publicar ofertas diarias u otras promociones

source: Restaurant Registration
es_sp: restaurante registro

source: First Name
es_sp: Nombre

source: Last Name
es_sp: apellido

source: Restaurant/Group
es_sp: Restaurante / Grupo

source: Country
es_sp: país

source: State
es_sp: estado

source: Comments
es_sp: Comentarios

source: How did you hear about us?
es_sp: ¿Cómo se enteró de nosotros?

source: All references to "you" and "your" are deemed to refer to any user and/or visitor of www.dinedesk.com ("Site") operated by us.
es_sp: Todas las referencias a "usted" y "tu" se entenderán hechas a cualquier usuario y / o visitante de www.dinedesk.com ("Sitio") operado por nosotros

source: Any use by you of the Site is conditional upon your acceptance of these Terms &amp; Conditions, including our Privacy Policy. Your continued use of the Site will be deemed acceptance of these Terms &amp; Conditions, including our Privacy Policy.
es_sp: Cualquier uso que usted haga del sitio está condicionado a la aceptación de estos Términos y Condiciones, incluyendo nuestra Política de Privacidad. El uso continuo del sitio se considerará como aceptación de estos Términos y Condiciones, incluyendo nuestra Política de Privacidad.

source: IF YOU DO NOT ACCEPT THESE TERMS &amp; CONDITIONS, PLEASE LEAVE THE SITE NOW.
es_sp: SI USTED NO ACEPTA ESTOS TÉRMINOS Y CONDICIONES, POR FAVOR ABANDONE EL SITIO.

source: Any use by you of the DineDesk system is conditional upon your acceptance of these Terms & Conditions, including our Privacy Policy. Your continued use of the Site will be deemed acceptance of these Terms & Conditions, including our Privacy Policy.
es_sp: Cualquier uso que usted haga del sistema DineDesk está condicionada a la aceptación de estos Términos y Condiciones, incluyendo nuestra Política de Privacidad. Su uso continuado del sitio se considerará como aceptación de estos Términos y Condiciones, incluyendo nuestra Política de Privacidad.

source: 1 Grant of Software License.
es_sp: 1 Concesión de Licencia de Software.

source: Upon payment of the
es_sp: Con el pago de la

source: License Fee
es_sp: Tarifa de Licencia

source: as set forth below, DineDesk grants to the Customer a limited, non-transferable license to use DineDesk's proprietary software at its premises, that is used to provide the DineDesk Restaurant System, solely for Customer's or Customer's subsidiary's own use on that equipment unit which runs the DineDesk Software Products (the
es_sp: como se establece a continuación, subvenciones DineDesk al Cliente una licencia limitada, no transferible para utilizar el software propiedad de DineDesk en sus instalaciones, que se utiliza para proporcionar el Restaurante Sistema DineDesk, con el único del Cliente o de la filial del propio cliente utilizar en esa unidad de equipo que corre los productos DineDesk software (la

source: License
es_sp: Licencia

source: DineDesk Restaurant System
es_sp: DineDesk restaurante del sistema

source: shall mean the provisioning of the proprietary restaurant online reservation, Guest Management and table management services, tools and offerings that are comprised, without limitation, of the DineDesk Software.
es_sp: se entenderá la dotación del restaurante propietaria de reservas en línea, servicios de gestión de clientes y gestión de mesa, herramientas y ofrendas que se componen, sin limitación , del Software DineDesk.

source: Customer acknowledges that the License shall not be construed to convey any rights or proprietary interests in the Software Products to Customer, other than the License as specified herein. Notwithstanding the above, upon prior written notice to and approval by DineDesk, Customer shall have the right to transfer the Software Product(s) only to a subsidiary, affiliate or operating division of Customer, under the same terms and conditions as set forth in this Agreement.
es_sp: El cliente reconoce que la Licencia no se interpretará en el sentido de transmitir a los derechos o intereses de propiedad en los productos de software para cliente, con excepción de la licencia a que se refiere el presente acuerdo. No obstante lo anterior, mediante notificación previa por escrito y autorización por DineDesk, el cliente tendrá el derecho de transferir el producto (s) de software sólo en una subsidiaria, filial o división operativa del cliente, bajo los mismos términos y condiciones establecidos en este Acuerdo.

source: Customer agrees that Dine Desk can use Customer's or Customer's subsidiary's name and logo for marketing purposes as in its marketing documents, marketing literature, brochures, websites, press releases, paper prints or any other format.
es_sp: El Cliente acepta que Dine Desk puede utilizar su nombre y logotipo de la filial del Cliente para fines de marketing como en sus documentos de marketing, material de marketing, folletos, páginas web, notas de prensa, impresiones en papel o en cualquier otro formato.

source: Customer understands that the feature set or usage of product is limited to the product features as are listed on the DineDesk website.
es_sp: El Cliente entiende que el conjunto de características o el uso del producto se limita a las funciones del producto que están listados en el sitio web DineDesk.

source: 2 License Term and Termination.
es_sp: 2 Plazo de la Licencia y Terminación.

source: This Agreement shall be deemed effective upon activation of customer license (the
es_sp: El presente Acuerdo se considerará efectiva tras la activación de la licencia del cliente (la

source: Effective Date
es_sp: Fecha de Vigencia

source: The License shall continue in accordance with Section 3.1 below, unless terminated as follows: 1) Customer gives 90-day notice that it wishes to terminate the contract; 2) Customer fails to comply with its obligations as set forth herein and such failure continues from Fifteen (15) days after receipt of notice from DineDesk, then DineDesk may immediately and without notice terminate the License, require the immediate return to DineDesk of all Software Products and all Licensee (and Licensee's sub-licensees, subsidiaries, affiliates, operating divisions and all other related parties) access and exercise any other remedy existing at law or in equity.
es_sp: La Licencia continuará de conformidad con la sección 3.1 siguiente, salvo que se resuelva de la siguiente manera: 1) El cliente da aviso de 90 días de que desea terminar el contrato; 2) el Cliente no cumple con sus obligaciones según lo establecido en el presente documento y tal incumplimiento continúa desde Quince (15) días siguientes a la recepción de la notificación por parte de DineDesk, entonces DineDesk puede terminar inmediatamente y sin previo aviso la Licencia, exigir la devolución inmediata a DineDesk de todos los productos de software y toda Licenciatario (y sub-licenciatarios, subsidiarias, afiliadas, divisiones operativas del Licenciatario y todas las otras partes relacionadas) el acceso y el ejercicio de cualquier otro recurso existente en derecho o en equidad.

source: 3 License Fees.
es_sp: 3 Tarifas de licencia

source: Continued payment of the License Fee, as set forth below (collectively, the
es_sp: el pago continuado de la cuota de licencia, como se expone a continuación (en adelante, las

source: Fees
es_sp: Comisiones

source: shall entitle the Customer to the License and DineDesk's normal maintenance and support, including server maintenance for table management services and reservations services and any additional support, whether technical or otherwise, that may be required by the Customer within a 24-hour turn-around time on business days, and provide and make available to the Customer updates, revisions and releases of the Software Products for such Software Products (the
es_sp: dará derecho al Cliente a la licencia y el mantenimiento y el apoyo normal del DineDesk, incluyendo el mantenimiento del servidor de servicios de gestión de mesa y servicios de reservas y cualquier apoyo adicional, ya sea técnica o de otro tipo, que pueden ser requeridos por el cliente en el plazo de 24 horas el tiempo de vuelta en días hábiles, y proporcionará y facilitará a los clientes actualizaciones, revisiones y versiones de los productos de software para este tipo de productos de software (el

source: Maintenance
es_sp: Mantenimiento

source: as long as the subscription is active.
es_sp: siempre y cuando la suscripción es activo.

source: License Fees.
es_sp: Derechos de licencia.

source: Customer shall pay, by "payment methods" agreed during subscription signup.
es_sp: Cliente deberá pagar, por los "medios de pago" acordaron durante la suscripción de registro.

source: Customer shall pay this License Fee regardless of the amount of Customer's use of the Software Products. Payment is due within 15 days of the issue of an invoice.
es_sp: El cliente deberá pagar esta cuota de licencia, independientemente de la cantidad de uso del cliente de los productos de software. El pago se realizará dentro de los 15 días siguientes a la expedición de factura.

source: Payment Methods.
es_sp: Métodos de pago.

source: Customer shall pay to Dine Desk by cheque or wire transfer in favor of to
es_sp: Cliente deberá pagar a Cene turística mediante cheque o transferencia bancaria a favor de a

source: "Dine Desk Hospitality Solutions Pvt Ltd"
es_sp: "Soluciones Dine hospitality desk Pvt Ltd"

source: Non Payment.
es_sp: La falta de pago.

source: If Customer does not pay for charges when due and nonpayment continues for fifteen (15) days after notice by DineDesk, then DineDesk may at its sole discretion declare all unpaid charges and fees immediately payable, and immediately terminate the License and this Agreement.
es_sp: Si el cliente no paga los cargos a su vencimiento y no pago continúa durante quince (15) días después de la notificación por DineDesk, entonces DineDesk podrá declarar en su sola discreción todos los cargos pendientes de pago y las tasas exigibles, y terminar inmediatamente la licencia y este Acuerdo.

source: Currency.
es_sp: Cambio.

source: Customer shall pay all Fees in Indian Rupees
es_sp: Cliente deberá pagar todos los cargos en rupias indias

source: such that DineDesk shall receive all Fees as specified in this Agreement net of all monetary exchange costs. To the extent that Customer does not pay in any other currency and DineDesk is required to exchange the Fees from an alternate currency into INR, Customer shall pay all fees associated with such exchange.
es_sp: deberá pagar todos los cargos en rupias indias ( "INR" ), de manera que DineDesk recibirá todos Honorarios según lo especificado en este Acuerdo neta de todos los costes de cambio monetarios. En la medida en que el cliente no paga en cualquier otra moneda y DineDesk es necesario intercambiar los Honorarios de una moneda alternativa en INR, el Cliente deberá pagar todos los gastos asociados a dicho intercambio.

source: Integrations or additional features.
es_sp: Las integraciones o características adicionales.

source: Customer shall use the Dine Desk products on as is basis. In case any modifications, integrations with other systems or additional features are needed, customer will pay Dine Desk an amount that is negotiated and approved by both parties.. The decision to undertake the enhancements will purely lie with Dine Desk.
es_sp: Cliente deberá utilizar los productos de escritorio cenar en base como es. En caso de cualquier modificación, se requieren integraciones con otros sistemas o funciones adicionales, el cliente pagará Dine turística una cantidad que se negoció y aprobó por ambas partes .. La decisión de realizar las mejoras será puramente recaer Dine turística.

source: Customer Rights and Obligations. As conditions to the grant of the License, the Customer agrees as follows:
es_sp: Derechos y obligaciones de los clientes. Como condiciones para la concesión de la licencia, el Cliente se compromete a lo siguiente:

source: that all copies of Software Products provided by DineDesk, in any form, are and remain the property of DineDesk or its licensor. Customer (i) has no right, title or interest in the Software Products except as stated herein, (ii) shall not sell, transfer or otherwise make available the same administrative access to Software Products to others except as set out in 1.2 to the Customer's subsidiary, affiliate or operating division, and (iii) shall take any action necessary with its employees who are permitted access to each Software Product to satisfy its obligations;
es_sp: que todas las copias de los Productos de software proporcionadas por DineDesk, en cualquier forma, son y seguirán siendo propiedad de DineDesk o su licenciante. Cliente (i) no tiene derecho, título o interés en los productos de software, excepto como se indica en este documento, (ii) no vender, transferir o poner a disposición de la misma el acceso administrativo a los productos de software a los demás con excepción de lo establecido en el 1,2 al Cliente de subsidiaria, filial o división operativa, y (iii) deberán adoptar las medidas necesarias con sus empleados que se les permite el acceso a cada producto de software para satisfacer sus obligaciones;

source: to keep confidential Software Products containing trade secrets and that this obligation survives termination of this Agreement;
es_sp: para mantener productos de software confidenciales que contienen secretos comerciales y que esta obligación sobrevive la terminación del presente Acuerdo;

source: not to reverse assemble or decompile any Software Product in whole or part;
es_sp: no desensamblar o descompilar cualquier producto de software en su totalidad o en parte;
