Repository: nightraiser/teck_apptidue
Catalog: library/Rdine/Translate/Language/*.po
Languages: es_sp

source: Warranty. DineDesk represents and warrants that all Software Products shall substantially conform to the Software?s features list on website. The Customer?s exclusive remedy and DineDesk's entire responsibility under this warranty shall be to use reasonable efforts to correct or replace, at no additional charge to the Customer, any part of the Software Products found to be defective. DineDesk further warrants that any Services provided by DineDesk under this Agreement shall be performed in a fully workmanlike manner and in accordance with the prevailing professional standards of the software industry. DINEDESK FURNISHES THE ABOVE WARRANTIES IN LIEU OF ALL OTHER WARRANTIES, EXPRESSED OR IMPLIED, INCLUDING WARRANTIES OF MERCHANTABILITY AND FITNESS FOR A PARTICULAR PURPOSE. DineDesk does not warrant that the operation of the Software Products will be uninterrupted or free of errors. In the event DineDesk?s servers are down for more than one (1) hour in any day, except for scheduled and normal outages necessary for upload and installation of upgrades and patches (for which, DineDesk will provide the Customer with at least twenty four (24) hours advance notice), the Customer shall not be charged shall receive a credit for such day?s pro-rata License Fee. Any and all warranties shall be void if the Software Products have been modified without authorization by DineDesk or if installed on or used with equipment by the Customer which does not meet the minimum requirements necessary for proper operation as set forth by DineDesk. DineDesk shall not be liable for any failure or delay in performance due to any cause beyond its control and has no obligation arising out of the abnormal use of any item, site conditions not conforming to DineDesk?s specifications, or any causes external to any item, including but not limited to accident, acts of God, fire or water damage, criminal conduct, neglect, acts of war, riots, strikes, lightning, electrical disturbances or other similar causes.
es_sp: Garantía . DineDesk declara y garantiza que todos los productos de Software se ajustará substancialmente al Software ? S lista de características en la página web . El Cliente ? S remedio exclusivo y toda la responsabilidad de DineDesk bajo esta garantía , consistirá en destinar los esfuerzos razonables para corregir o reemplazar , sin costo adicional para el cliente , una parte de los productos de software que se encuentren defectuosos . DineDesk además garantiza que cualquiera de los Servicios prestados por DineDesk virtud del presente Acuerdo se llevará a cabo de forma totalmente esmerada y de acuerdo con las normas profesionales vigentes de la industria del software. DINEDESK PRESTE LAS GARANTÍAS ANTERIORES EN LUGAR DE CUALQUIER OTRA GARANTÍA , EXPRESA O IMPLÍCITA , INCLUIDAS LAS GARANTÍAS DE COMERCIALIZACIÓN Y APTITUD PARA UN PROPÓSITO PARTICULAR . DineDesk no garantiza que el funcionamiento de los productos de software no tenga interrupciones ni libre de errores. En el caso de los servidores DineDesk ? S están fuera de servicio por más de una ( 1 ) hora , en cualquier día , a excepción de las interrupciones programadas y normales necesarias para la carga y la instalación de actualizaciones y parches ( para lo cual, DineDesk proporcionará al Cliente con al menos veinticuatro ( 24 ) horas de anticipación ) , el Cliente no se percibirá , recibirán un crédito por tal el día? s cuota de licencia al prorrateo. Todas las garantías serán nulas si los productos de software han sido modificados sin la autorización por DineDesk o si se instala en o utilizados con el equipo por parte del Cliente que no cumpla con los requisitos mínimos necesarios para su correcto funcionamiento según lo dispuesto por DineDesk . DineDesk no será responsable por cualquier falla o demora en la ejecución debido a cualquier causa fuera de su control y no tiene obligación que surja del uso anormal de cualquier artículo, las condiciones del lugar no se ajusten a DineDesk ? S especificaciones , o cualquier causa externa a cualquier elemento , incluyendo pero no limitado a accidentes, actos de fuerza mayor, incendio o daños por agua, una conducta criminal , negligencia, actos de guerra , disturbios, huelgas , rayos, perturbaciones eléctricas u otras causas similares .

source: Assignment. The Customer may assign this Agreement in whole or part only with the prior written consent of DineDesk. DineDesk may assign this Agreement in whole or part and all or part of the payments to the extent that DineDesk?s obligations to the Customer are not affected. DineDesk shall notify Customer of any such assignment and, upon request of assignee, Customer shall pay assignee directly for all payments assigned. Assignee will be entitled to assert all assigned rights but will not be obligated to Customer for any of DineDesk?s obligations, and Customer agrees that any claim by way of abatement, defense, counterclaim or the like will not be asserted against assignee.
es_sp: Asignación. El Cliente podrá ceder este Contrato, total o parcial sin el consentimiento previo por escrito de DineDesk. DineDesk puede ceder este Acuerdo en su totalidad o en parte y la totalidad o parte de los pagos en la medida en que las obligaciones DineDesk? S al Cliente no se ven afectados. DineDesk notificará al cliente de dicha cesión y, a petición del cesionario, el Cliente deberá pagar cesionario directamente todos los pagos asignados. Cesionario tendrá derecho a hacer valer todos los derechos asignados, pero no será obligado al Cliente de ninguna obligación DineDesk? S, y el Cliente está de acuerdo en que cualquier reclamación por vía de la reducción, la defensa, reconvención o similares no será valer contra el cesionario.

source: Amendments, Modifications or Supplements. Amendments, modifications or supplements to this Agreement shall be permitted, provided: (1) changes shall be in writing signed by the authorized representatives of both parties; (2) changes shall reference this Agreement and identify the specific articles or sections contained herein which are amended, modified or supplemented; (3) changes shall not adversely affect vested rights or causes of action which have accrued prior to the effective date of such change.
es_sp: Las enmiendas, modificaciones o suplementos. Se permitirán enmiendas, modificaciones o adiciones al presente Acuerdo, siempre que: (1) los cambios se harán por escrito firmado por los representantes autorizados de ambas partes; (2) los cambios deberán hacer referencia a este Acuerdo e identificar los artículos o secciones específicas contenidas en el presente que se han modificado, modificado o complementado; (3) los cambios no afectarán negativamente a los derechos o causas de acción que se han acumulado con anterioridad a la entrada en vigencia de dicho cambio adquiridos.

source: Governing Law. The validity, construction, interpretation and performance of this Agreement shall be governed by and construed in accordance with the domestic laws of the Hyderabad, India, without regard to its conflicts of laws principles and the parties hereto irrevocably submit to the jurisdiction and venue of the courts of Hyderabad, India to resolve any dispute arising hereunder or related hereto.
es_sp: Legislación aplicable. La validez, interpretación, interpretación y cumplimiento del presente Acuerdo se regirán e interpretarán de conformidad con la legislación interna de la Hyderabad, India, sin tener en cuenta sus conflictos de principios legales y las partes del presente someterán de forma irrevocable a la jurisdicción y competencia de la tribunales de Hyderabad, India para resolver cualquier controversia que surja en virtud del presente Reglamento o relacionados.

source: Notices. All notices, demands, or other communications herein provided to be given or which may be given by any party to the other shall be deemed to have been duly given when made in writing and delivered in person, or upon receipt, if deposited in the United States mail, postage prepaid, certified mail, return receipt requested, as follows:
es_sp: Notificaciones. Todas las notificaciones, demandas u otras comunicaciones previstas en el presente documento no dado o que puede estar dada por cualquiera de las partes a la otra se considerarán debidamente entregadas cuando se haga por escrito y entregadas en persona, o bajo recibo, si se deposita en los Estados correo Unidos, con franqueo pagado, por correo certificado, con acuse de recibo, de la siguiente manera:

source: I agree terms and conditions
es_sp: Acepto términos y condiciones

source: Proceed to Checkout
es_sp: Proceda a la comprobación

source: Choose Paymentmode
es_sp: Elija Paymentmode

source: Credit / Debit Card
es_sp: Tarjeta de Crédito / Débito

source: I will pay later
es_sp: Voy a pagar más tarde

source: Choose Membership
es_sp: Elija Membresía

source: Membership Confirmation
es_sp: Confirmación de miembros

source: Your payment has been processed successfully
es_sp: Su pago ha sido procesado con éxito

source: Proceed
es_sp: proceder

source: Please enter the Schedule times in correct format
es_sp: Por favor, introduzca las horas de Horario en el formato correcto

source: There is no availability at this time. You can continue reserving, but overbooking may occur
es_sp: No hay disponibilidad en este momento. Puede seguir reservando, pero puede ocurrir overbooking

source: There are no schedules for this time frame or party size.
es_sp: No hay horarios para este período de tiempo o tamaño partido.

source: When continuing to enter non schedule slots, overbooking may occur.
es_sp: Al continuar para entrar en las ranuras de horario no se puede producir exceso de reservas.

source: Waiting
es_sp: espera

source: Quoted Time
es_sp: La indicación del tiempo

source: Table
es_sp: Tabla

source: Server
es_sp: servidor

source: Notes
es_sp: Notas

source: This option is not avalible for the selected schedule type. If you wish to change the schedule type go to settings page.
es_sp: Esta opción no está disponible Plan para el tipo de programa seleccionado. Si desea cambiar el tipo de programación ir a la página de configuración.

source: There is no schedules available for selected day
es_sp: No hay horarios disponibles para el día seleccionado

source: There is no schedules available for selected day
es_sp: No hay horarios disponibles para el día seleccionado

source: Please Set your restaurants reservation times for each meal period in settings page
es_sp: Por favor, establece los tiempos de reserva de restaurantes para cada período de comida en la página de configuración

source: Guest Note
es_sp: Invitado Notas

source: Restaurant Note
es_sp: Nota restaurante

source: There are no Reservations in No-Show Status
es_sp: No hay reservas en No-Show Estado

source: More Details
es_sp: Más detalles

source: No Reports
es_sp: No hay informes

source: There are no reservations to display chart from past one month
es_sp: No hay reservas para mostrarse el gráfico de último mes

source: There are no reservations to display chart for selected dates
es_sp: No hay reservas para mostrar la tabla para las fechas seleccionadas

source: No reservations for selected contact
es_sp: No se admitirán reservas para el contacto seleccionado

source: NoRecords Found
es_sp: NoRecords Encontrado

source: Floor
es_sp: piso

source: Block
es_sp: bloque

source: Freeze
es_sp: congelar

source: Availability Report
es_sp: Informe de disponibilidad

source: Reserved Slots Report
es_sp: Reservado Reportar Slots

source: Guests
es_sp: Invitados

source: Day View
es_sp: vista del día

source: Week View
es_sp: vista de la semana

source: Month View
es_sp: Vista dle Mes

source: Wait List
es_sp: lista de Espera

source: Upcoming
es_sp: próxima

source: Select Table
es_sp: Seleccionar tabla

source: Party
es_sp: partido

source: Confirm
es_sp: confirmar

source: Selected Menu
es_sp: Menú seleccionado

source: Deals Info
es_sp: Promociones Información

source: Last
es_sp: último

source: First
es_sp: primero

source: Country Code
es_sp: Código País

source: Select Party Size
es_sp: Seleccionar tamaño del partido

source: Booking Notes
es_sp: Notas de reserva

source: Update Info
es_sp: Actualizar información

source: Clear Status
es_sp: Borrar Estatus

source: Guest Arrived
es_sp: Invitado llegados

source: Check
es_sp: comprobar

source: Bill Paid
es_sp: Bill Pagado

source: Reservation Operations
es_sp: Operaciones de reservación

source: Move Party
es_sp: mueva Partido

source: Cancel Allocation
es_sp: Cancelar Asignación

source: Un-Block
es_sp: Un-Bloquear

source: Assign Table
es_sp: Asigne la tabla

source: Cancel Table Assign
es_sp: Cancelar Tabla de asignación

source: Guest Not Arrived
es_sp: Invitado No Llegados

source: Partially Arrived
es_sp: Parcial llegados

source: Cancel Partially Arrived
es_sp: Cancelar Parcial llegados

source: All Arrived
es_sp: Todo llegados

source: Cancel All Arrived
es_sp: Cancelar todo Llegados

source: Coming Late
es_sp: viniendo Late

source: Cancel Coming Late
es_sp: Cancelar llegar tarde

source: Confirm Reservation
es_sp: confirmar

source: Left Message
es_sp: Dejar mensaje

source: No Answer
es_sp: Sin respuesta

source: New Time
es_sp: Nuevo Tiempo

source: Send Message
es_sp: Enviar mensaje

source: Table is Ready
es_sp: Tabla está lista

source: Guest arrived
es_sp: Invitado llegado

source: Seat Guest
es_sp: Asiento Invitado

source: Partially Seat
es_sp: Parcial asiento

source: Assign To
es_sp: Asignar a

source: Special Info
es_sp: Información Especial

source: Cancel Completion
es_sp: Cancelar Finalización

source: Change Patron
es_sp: Cambiar Patron

source: User Name
es_sp: Nombre de usuario

source: Booking Details
es_sp: Detalles de Reserva

source: Enter Reservation
es_sp: introducir reservas

source: Total Visits
es_sp: total Visitas

source: Cancellations
es_sp: Cancelaciones

source: Quote
es_sp: cita

source: Walk In Guest
es_sp: Pasar Invitado

source: Reservation Confirmation
es_sp: Confirmación de Reserva

source: Reservation successfully made
es_sp: Reserva hecha con éxito

source: History of Previous Waiting Times
es_sp: Historia del anterior Tiempos de espera

source: Type the Custom message here
es_sp: Escriba el mensaje personalizado aquí

source: View Open Slots
es_sp: Ver Abrir Slots

source: View Reserved Slots
es_sp: Ver Reserved Slots

source: Search Contacts
es_sp: Buscar Contactos

source: Guest Name
es_sp: Nombre de Invitado

source: No-Show Reservations
es_sp: No te presentas Reservas

source: Freeze Reservation
es_sp: congelar reserva

source: Frozen Slots
es_sp: Slots congelados

source: Avaliable for online booking
es_sp: Disponible para reservar en línea

source: Day has frozen slots
es_sp: Día tiene ranuras congelados

source: Day doesn't have frozen slots
es_sp: Day no tiene ranuras congelados

source: Freeze/UnFreeze
es_sp: Congelación / descongelación

source: Selected Date
es_sp: Fecha seleccionada

source: Click Select All for freeze all the slots of the day
es_sp: Haga clic en Seleccionar todo para congelar todas las franjas horarias del día

source: Freeze Description
es_sp: congelar descripción

source: Repeat the freeze description for all the days
es_sp: Repita la descripción congelación de todos los días

source: This message will be shown on the widget
es_sp: Este mensaje se mostrará en el widget

source: Note
es_sp: Nota

source: The White slots are open for online reservations. If you intend not to accept online reservations during the open slots, select them and click on freeze. You can also select all to freeze the whole day.
es_sp: Las ranuras blancas están abiertas para reservas online. Si tiene la intención de no aceptar reservas en línea durante las ranuras abiertas, seleccione y haga clic en congelación. También puede seleccionar todo para congelar todo el día.

source: The red slots are frozen(no online reservations will be taken on these slots). If you intend to open this up to accept online reservations, click on the timeslot to unfreeze. You can also select all to unfreeze.
es_sp: Las ranuras rojas congeladas (no hay reservas en línea serán tomadas en estas franjas horarias). Si tiene intención de abrir esto a aceptar reservas en línea, haga clic en el intervalo de tiempo para descongelar. También puede seleccionar todo para descongelar.

source: Please setup your restaurant working times for Breakfast, Lunch, Brunch and Dinner.
es_sp: Por favor, configure su restaurante tiempos de trabajo para el desayuno, almuerzo, Almuerzo y Cena.

source: There are no schedules defined on this day
es_sp: No hay horarios definidos en este día

source: slots
es_sp: ranuras

source: MaxCount
es_sp: Conde Max

source: totalCount
es_sp: Recuento total

source: Please Set your restaurants reservation times for each meal period
es_sp: Por favor, establece los tiempos de reserva de restaurantes para cada período de comida

source: Cannot block table in caledar view. Please visit Floor plan to block table
es_sp: No se puede bloquear la tabla en la vista caledar. Por favor, visite esquema de piso para bloquear la mesa

source: Please Set your restaurants reservation times for each meal period in settings page
es_sp: Por favor, establece los tiempos de reserva de restaurantes para cada período de comida en la página de configuración

source: This Feature is only for your tablets
es_sp: Esta característica es sólo para sus tabletas

source: Select any reservation to unblock
es_sp: This Característica es SOLO PARA SUS tabletas

source: Please Add the Payment Profile to complete the reservation
es_sp: Por favor agregar el perfil de pago para completar la reserva

source: FromTime should be lessthan ToTime for
es_sp: Fromtime debe ser ToTime lessthan para

source: There is no schedule's available for selected day
es_sp: No hay de disponibles para la fecha seleccionada horario

source: Please Set your restaurant's reservation times for each meal period in settings page
es_sp: Por favor Fije horas de reserva de su restaurante para cada período de comida en la página de configuración

source: Please Set your restaurant's reservation times for each meal period
es_sp: Por favor Fije horas de reserva de su restaurante para cada período de comida

source: There is no schedule's available for selected day
es_sp: No hay de disponibles para la fecha seleccionada horario

source: Please select a table to block.
es_sp: Por favor, seleccione una tabla para bloquear.

source: Please select only one table.
es_sp: Por favor seleccione una sola tabla.

source: No Blocked reservations to un-block
es_sp: No se admitirán reservas bloqueados a un-bloque

source: Please select only one table
es_sp: Por favor seleccione una sola tabla

source: Please select a table
es_sp: Por favor, seleccione una tabla

source: Please enter the Schedule times in correct format(10:00)
es_sp: Por favor, introduzca las horas de Horario en el formato correcto (10:00)

source: Please Enter Email or Password.
es_sp: Por favor, introduzca Email o contraseña.

source: You are offline!! Please Check Your Network.
es_sp: Usted está fuera de línea!! Por favor, marque su red.

source: Requested URL not found.
es_sp: URL solicitada no se encuentra.

source: Internel Server Error.
es_sp: Error Internel Server.

source: There is no schedule's at this time
es_sp: No hay horario de en este momento

source: Unknow Error.
es_sp: Error Desconocido.

source: There are no Completed Reservations
es_sp: No hay Reservaciones Completadas

source: Servers
es_sp: Servidores

source: Quoted
es_sp: Citado

source: Manage
es_sp: gestionar

source: Clear
es_sp: claro

source: Chits
es_sp: vales

source: Handling
es_sp: manejo

source: Maximum party size
es_sp: Partido máxima

source: Note: You can make reserve this restaurant for any time - It's free
es_sp: Nota: Puede hacer reservar este restaurante para cualquier momento - es gratis

source: Add Guest to Wait List
es_sp: Agregar invitado a Lista de Espera

source: Create Special Schedule
es_sp: Crear programación especial

source: Restaurant Notification Settings
es_sp: Restaurante de notificación Configuración

source: Add Note
es_sp: Agregar Nota

source: Reservation Note
es_sp: Reserva Por favor tenga

source: Block by Inventory
es_sp: bloquear por el inventario

source: Block by Time
es_sp: Bloquear por Hora

source: Please Enter the time for block
es_sp: Por favor, introduzca la hora de bloque

source: Block Time
es_sp: Tiempo entre calzos

source: Click on the blocked times below and press Un block
es_sp: Haga click en los tiempos bloqueados debajo y presione Un bloque

source: No show email confirmation
es_sp: Si no se presenta email confirmación

source: Do not send, just mark it as no show
es_sp: No envíe, sólo marcarlo como no show

source: Send a no show notification email
es_sp: Enviar un no show notificación por correo electrónico

source: Reservation Details
es_sp: Detalles de la reserva

source: Payment Profile Details
es_sp: Pago Detalles del perfil

source: If you proceed by clicking 'Continue with No-Show Charges',The amount mentioned above will be deducted from customers account.
es_sp: Si continúa haciendo clic en 'Continuar con la no-presentación », el importe mencionado anteriormente será deducido de la cuenta a los clientes.

source: If you wish to proceed without charging any amount then click on 'Continue without charging for No-Show'
es_sp: Si desea continuar sin cobrar ninguna cantidad continuación, haga clic en "Continuar sin cobrar por No-Show '

source: Contact Support for assistance
es_sp: Comuníquese con el soporte para la asistencia

source: Add/Edit Restaurant Dining Type
es_sp: Agregar / Editar Restaurante Tipo Comedor

source: Lastname first
es_sp: Apellido primero

source: New Server
es_sp: Nuevo servidor

source: Server Name
es_sp: Nombre del servidor

source: Table Assignments
es_sp: asignaciones de la tabla

source: Currently Assigned
es_sp: Actualmente Asignado

source: There are no schedules for this time frame or party size
es_sp: No hay horarios para este período de tiempo o tamaño de las partes

source: When continuing to enter non schedule slots, overbooking may occur
es_sp: Al continuar para entrar en las ranuras de horario no se puede producir exceso de reservas

source: Graphical Report
es_sp: informe gráfico

source: Booking ID
es_sp: reserva ID

source: Check Availability
es_sp: Comprobar disponibilidad

source: Notification Type
es_sp: Tipo de notificación

source: Reservation Notes
es_sp: Reserva Notes

source: From Date
es_sp: Desde la fecha

source: To Date
es_sp: Hasta la fecha

source: To Time
es_sp: Para Tiempo

source: Reset
es_sp: Resetear

source: Average Income
es_sp: Ingreso promedio

source: Per Guest/ Per Seat
es_sp: Por Persona / Por puesto

source: Your average revenue generated by your online reservation system is
es_sp: Su ingreso promedio generado por su sistema de reservas en línea es

source: per seat
es_sp: por asiento

source: Reservations Graph View
es_sp: Reservas Graph View

source: Restaurant Working Times
es_sp: Restaurante Trabajar Tiempos

source: Freeze Reservations
es_sp: Congele Reservas

source: This message will be shown on the restaurant booking engine
es_sp: Este mensaje se mostrará en el motor de reservas de restaurante

source: Partially Frozen Slots
es_sp: Slots parcialmente congelado

source: firstname
es_sp: Nombre

source: lastname
es_sp: apellido

source: You have entered a date and time that has passed. Please re-enter a valid date and time
es_sp: Ha introducido una fecha y tiempo que ha pasado. Por favor, vuelva a introducir una fecha y hora válidas

source: No records found please choose different search criteria.
es_sp: No se han encontrado registros elija diferentes criterios de búsqueda.
