Repository: nightraiser/teck_apptidue
Catalog: library/Rdine/Translate/Language/*.po
Languages: es_sp

source: Send a request to us to do an email blast about this Deal and we will let all your customers know about it as an Invitation through email marketing
es_sp: Enviar una solicitud a nosotros para hacer una explosión de correo electrónico acerca de este acuerdo y vamos a dejar que todos sus clientes sepan tanto como una invitación a través de e-mail marketing

source: You are almost ready to create an event on facebook.
es_sp: Usted está a punto de crear un evento en facebook.

source: Select your restaurant's facebook pageid
es_sp: Seleccione facebook pageId de su restaurante

source: List of public holidays
es_sp: Calendario de días festivos

source: Day
es_sp: día

source: Holiday
es_sp: fiesta

source: New Year's Day
es_sp: Día de Año Nuevo

source: Epiphany
es_sp: Epifanía

source: International Programmers' Day
es_sp: Día Internacional de los programadores

source: Orthodox Christmas Day
es_sp: Día de la Navidad ortodoxa

source: Orthodox New Year
es_sp: Año Nuevo ortodoxo

source: Robert E Lee's Birthday
es_sp: El cumpleaños de Robert E Lee

source: Inauguration Day
es_sp: Día de la Inauguración

source: Martin Luther King Day
es_sp: Martin Luther King

source: Idaho Human Rights Day
es_sp: Día de los Derechos Humanos de Idaho

source: Civil Rights Day
es_sp: Día de los Derechos Civiles

source: Prophet's Birthday
es_sp: Nacimiento del Profeta

source: Tu B'Shevat (Arbor Day)
es_sp: Tu Bishvat (Día del Árbol)

source: International Day of Commemoration in Memory of the Victims of the Holocaust
es_sp: Día Internacional de Conmemoración en Memoria de las Víctimas del Holocausto

source: Kansas Day
es_sp: Kansas Día

source: National Freedom Day
es_sp: Día Nacional de la Libertad

source: Groundhog Day
es_sp: Día de la Marmota

source: World Cancer Day
es_sp: Día Mundial contra el Cáncer

source: Chinese New Year
es_sp: Año Nuevo Chino

source: Lincoln's Birthday
es_sp: Cumpleaños de Lincoln

source: Shrove Tue/Mardi Gras
es_sp: Carnaval mar / Mardi Gras

source: Ash Wed
es_sp: Ceniza Mier

source: Valentine's Day
es_sp: Día de San Valentín

source: Daisy Gatson Bates Day
es_sp: Daisy Gatson Día Bates

source: Presidents' Day (Washington's Birthday)
es_sp: Día de los Presidentes (el cumpleaños de Washington)

source: World Day of Social Justice
es_sp: Día Mundial de la Justicia Social

source: International Mother Language Day
es_sp: Día Internacional de la Lengua Materna

source: St. David's Day
es_sp: Día de San David

source: Self-injury Awareness Day
es_sp: Día de la Conciencia La autolesión

source: Texas Independence Day
es_sp: Día de la Independencia de Texas

source: International Women's Day
es_sp: Día Internacional de la Mujer

source: Daylight Saving Time starts
es_sp: El Horario de Verano comienza

source: Pi Day
es_sp: Día Pi

source: World Kidney Day
es_sp: Día Mundial del Riñón

source: St. Patrick's Day
es_sp: Día de San Patricio

source: Evacuation Day
es_sp: Día de Evacuación

source: Evacuation Day observed
es_sp: Día Evacuación observado

source: International Day of Happiness
es_sp: Día Internacional de la Felicidad

source: March equinox
es_sp: equinoccio de marzo

source: World Poetry Day
es_sp: Día Mundial de la Poesía

source: International Day for the Elimination of Racial Discrimination
es_sp: Día Internacional para la Eliminación de la Discriminación Racial

source: International Day of Nowruz
es_sp: Día Internacional de Nowruz

source: World Down Syndrome Day
es_sp: Día Mundial del Síndrome de Down

source: World Water Day
es_sp: Día Mundial del Agua

source: Earth Hour
es_sp: La Hora del Planeta

source: World Meteorological Day
es_sp: Día Meteorológico Mundial

source: World Tuberculosis Day
es_sp: Día Mundial de la Tuberculosis

source: International Day for the Right to the Truth concerning Gross Human Rights Violations and for the Dignity of Victims
es_sp: Día Internacional por el Derecho a la Verdad en relación con Violaciónes Graves de Derechos Humanos y para la Dignidad de las Víctimas

source: Palm Sun
es_sp: Domingo de Ramos

source: International Day of Remembrance of Slavery Victims and the Transatlantic Slave Trade
es_sp: Día Internacional de Rememoración de las Víctimas de la Esclavitud y la Trata Transatlántica de Esclavos

source: International Day of Solidarity with Detained and Missing Staff Members
es_sp: Día Internacional de Solidaridad con los Detenidos Desaparecidos los miembros del personal

source: Maryland Day
es_sp: Día Maryland

source: Seward's Day
es_sp: Día de Seward

source: First day of Passover
es_sp: Primer día de la Pascua

source: Prince Jonah Kuhio Kalanianaole Day
es_sp: Prince Jonás Kuhio Kalanianaole Día

source: Maundy Thu
es_sp: Santo jue

source: Good Fri
es_sp: Bueno vie

source: Holy Sat
es_sp: Santo Sat

source: Cesar Chavez Day
es_sp: Día de César Chávez

source: Easter Sun
es_sp: Pascua Sun

source: April Fool's Day
es_sp: Día de los Inocentes

source: Cesar Chavez Day observed
es_sp: Día de César Chávez observado

source: Easter Mon
es_sp: Pascua lun

source: Last day of Passover
es_sp: Último día de la Pascua

source: Pascua Florida Day
es_sp: Pascua Día de la Florida

source: World Autism Awareness Day
es_sp: Día Mundial del Autismo

source: United Nations' Mine Awareness Day
es_sp: Día de Concientización sobre las Minas de las Naciones Unidas

source: National Tartan Day
es_sp: Día Nacional del tartán

source: Day of Remembrance of the Victims of the Rwanda Genocide
es_sp: Día de Recordación de las Víctimas del Genocidio de Ruanda

source: United Nations' World Health Day
es_sp: Día Mundial de la Salud de las Naciones Unidas para la

source: International Day of Human Space Flight
es_sp: Día Internacional de Vuelo Espacial Humano

source: Tax Day
es_sp: Día de los impuestos

source: Patriot's Day
es_sp: Día del Patriota

source: Father Damien Day
es_sp: Del día de padre Damien

source: Yom HaAtzmaut
es_sp: Iom Haatzmaut

source: Emancipation Day
es_sp: Día de la Emancipación

source: San Jacinto Day
es_sp: Día de San Jacinto

source: Earth Day
es_sp: Día de la Tierra

source: Oklahoma Day
es_sp: Día Oklahoma

source: World Book and Copyright Day
es_sp: Mundial del Libro y del Derecho de Autor

source: Administrative Professionals Day
es_sp: Día de los Profesionales Administrativos

source: World Malaria Day
es_sp: Día Mundial del Paludismo

source: Arbor Day
es_sp: día de árbol

source: World Intellectual Property Day
es_sp: Día Mundial de la Propiedad Intelectual

source: Global Youth Service Day
es_sp: Día Global del Voluntariado Juvenil

source: Lag B'Omer
es_sp: Lag Baomer

source: World Day for Safety and Health at Work
es_sp: Día Mundial de la Seguridad y Salud en el Trabajo

source: Day of Remembrance for all Victims of Chemical Warfare
es_sp: Día en Recuerdo de las Víctimas de los Guerra Química

source: International Jazz Day
es_sp: Día Internacional del Jazz

source: Law Day
es_sp: Día de la Ley

source: Loyalty Day
es_sp: Día de la Lealtad

source: National Day of Prayer
es_sp: Día Nacional de Oración

source: World Press Freedom Da
es_sp: Prensa Mundial de la Libertad de Da

source: Orthodox Good Fr
es_sp: Ortodoxo P.

source: Orthodox Holy Sat
es_sp: Ortodoxa Santo Sat

source: Rhode Island Independence Day
es_sp: Rhode Island Día de la Independencia

source: Orthodox Easter
es_sp: Pascua ortodoxa

source: Orthodox Easter Mon
es_sp: Pascua Ortodoxa lun

source: Time of Remembrance and Reconciliation for Those Who Lost Their Lives during the Second World War
es_sp: Tiempo del Recuerdo y la Reconciliación para aquellos que perdieron sus vidas durante la Segunda Guerra Mundial

source: Truman Day
es_sp: Día Truman

source: Ascension Day
es_sp: Día de la Ascensión

source: World Migratory Bird Day
es_sp: Día Mundial de las Aves Migratorias

source: Mother's Day
es_sp: Día de la Madre

source: International Day of Families
es_sp: Día Internacional de las Familias

source: Peace Officers Memorial Day
es_sp: Oficiales de Paz de Memorial Day

source: World Information Society Day
es_sp: Día Mundial de la Sociedad de la Información

source: National Defense Transportation Day
es_sp: Defensa Nacional Día Transporte

source: Armed Forces Day
es_sp: Día de las Fuerzas Armadas

source: Pentecost
es_sp: Pentecostés

source: World Autoimmune Arthritis Day
es_sp: Día Mundial de la artritis autoinmune

source: Whit Mon
es_sp: Whit lun

source: World Day for Cultural Diversity for Dialogue and Development
es_sp: Día Mundial de la Diversidad Cultural para el Diálogo y el Desarrollo

source: International Day for Biological Diversity
es_sp: Día Internacional de la Diversidad Biológica

source: National Maritime Day
es_sp: Día Marítimo Nacional

source: Emergency Medical Services for Children Day
es_sp: Servicios Médicos de Emergencia para el Día de la Infancia

source: African Liberation Day
es_sp: Día de la Liberación de África

source: National Missing Children's Day
es_sp: Día Nacional de Niños Desaparecidos

source: Towel Day
es_sp: Día de la toalla

source: Trinity Sun
es_sp: Trinidad Sun

source: Jefferson Davis Birthday
es_sp: Jefferson Davis Cumpleaños

source: Memorial Day
es_sp: Día Conmemorativo

source: International Day of United Nations
es_sp: Día Internacional de las Naciones Unidas

source: Corpus Christi
es_sp: Corpus Cristi

source: World No Tobacco Day
es_sp: Día Mundial Sin Tabaco

source: Statehood Day
es_sp: Día del Estado

source: International Day of Innocent Children Victims of Aggression
es_sp: Día Internacional de los Niños Víctimas Inocentes de la Agresión

source: World Environment Day
es_sp: Día Mundial del Medio Ambiente

source: Isra and Mi'raj
es_sp: Isra y Mi'raj

source: World Oceans Day
es_sp: Día Mundial de los Océanos

source: Kamehameha Day
es_sp: Día Kamehameha

source: World Day Against Child Labour
es_sp: Día Mundial contra el Trabajo Infantil

source: World Blood Donor Day
es_sp: Día Mundial del Donante de Sangre

source: World Elder Abuse Awareness Day
es_sp: Día Mundial de la Conciencia de Abuso de Ancianos

source: Father's Day
es_sp: Día del Padre

source: World Day to Combat Desertification and Drought
es_sp: Día Mundial de Lucha contra la Desertificación y la Sequía

source: West Virginia Day
es_sp: Día de West Virginia

source: World Refugee Day
es_sp: Día Mundial de los Refugiados

source: June Solstice
es_sp: Solsticio de Junio

source: Public Service Day
es_sp: Día de la Administración Pública

source: International Widows' Day
es_sp: Día Internacional de las Viudas

source: Day of the Seafarer
es_sp: Día de la Gente de Mar

source: International Day Against Drug Abuse and Illicit Trafficking
es_sp: Día Internacional Contra el Abuso de Drogas y el Tráfico Ilícito de

source: International Day in Support of Victims of Torture
es_sp: Día Internacional en Apoyo de las Víctimas de la Tortura

source: Independence Day
es_sp: Día de la Independencia

source: International Day of Cooperatives
es_sp: Día Internacional de las Cooperativas

source: Ramadan begins
es_sp: comienza el Ramadán

source: World Population Day
es_sp: Día Mundial de la Población

source: Tisha B'Av
es_sp: Tisha Beav

source: Pi Approximation Day
es_sp: Pi día de la aproximación

source: Pioneer Day
es_sp: Día de los Pioneros

source: Parents' Day
es_sp: Día de los Padres

source: World Hepatitis Day
es_sp: Día Mundial de la Hepatitis

source: International Day of Friendship
es_sp: Día Internacional de la Amistad

source: International Day of the World's Indigenous People
es_sp: Día Internacional de las Poblaciones Indígenas del Mundo

source: Victory Day
es_sp: Día de la Victoria

source: International Youth Day
es_sp: Día Internacional de la Juventud

source: Assumption of Mary
es_sp: Asunción de María

source: Statehood Day in Hawaii
es_sp: Día del Estado de Hawaii

source: Bennington Battle Day
es_sp: Bennington Día Batalla

source: National Aviation Day
es_sp: Día Nacional de la Aviación

source: World Humanitarian Day
es_sp: Día Mundial Humanitario

source: Senior Citizens Day
es_sp: Principal Día Ciudadanos

source: International Day for the Remembrance of the Slave Trade and its Abolition
es_sp: Día Internacional del Recuerdo de la Trata de Esclavos y de su Abolición

source: International Day against Nuclear Tests
es_sp: Día Internacional contra los Ensayos Nucleares

source: International Day of the Victims of Enforced Disappearances
es_sp: Día Internacional de las Víctimas de Desapariciones Forzadas

source: Labor Day
es_sp: Día de Trabajo

source: Carl Garner Federal Lands Cleanup Day
es_sp: Carl Garner Federal Lands Día de Limpieza

source: International Literacy Day
es_sp: Día Internacional de la Alfabetización

source: National Grandparents Day
es_sp: Día Nacional de los Abuelos

source: World Suicide Prevention Day
es_sp: Día Mundial de Prevención del Suicidio

source: Patriot Day
es_sp: Día de los Patriotas

source: International Day for South-South Cooperation
es_sp: Día Internacional para la Cooperación Sur-Sur

source: Fri the 13th
es_sp: Vie 13

source: Yom Kippur
es_sp: Yom Kipur

source: International Day of Democracy
es_sp: Día Internacional de la Democracia

source: International Day for the Preservation of the Ozone Layer
es_sp: Día Internacional de la Preservación de la Capa de Ozono

source: Constitution Day and Citizenship Day
es_sp: Día de la Constitución y Día de la Ciudadanía

source: First day of Sukkot
es_sp: El primer día de Sucot

source: International Talk Like a Pirate Day
es_sp: Charla internacional como un pirata

source: National POW/MIA Recognition Day
es_sp: PRISIONERO Nacional / MIA Recognition Day

source: International Day of Peace
es_sp: Día Internacional de la Paz

source: September equinox
es_sp: equinoccio de septiembre

source: Last day of Sukkot
es_sp: Último día de Sucot

source: Shmini Atzeret/Simchat Torah
es_sp: Sheminí Atzeret / Simjat Torá

source: World Maritime Day
es_sp: Día Marítimo Mundial

source: World Tourism Day
es_sp: Día Mundial del Turismo

source: World Rabies Day
es_sp: Día Mundial de la Rabia

source: World Heart Day
es_sp: Día Mundial del Corazón

source: Gold Star Mother's Day
es_sp: Día de la Estrella de Oro de la madre

source: International Day of Older Persons
es_sp: Día Internacional de las Personas de Edad

source: International Day of Non-Violence
es_sp: Día Internacional de la No Violencia

source: Feast of St Francis of Assisi
es_sp: Fiesta de San Francisco de Asís

source: World Teachers' Day
es_sp: Día Mundial de los Docentes

source: Child Health Day
es_sp: Día de la Salud del Niño

source: World Habitat Day
es_sp: Día Mundial del Hábitat

source: World Post Day
es_sp: Día Mundial del Correo

source: International Day for Natural Disaster Reduction
es_sp: Día Internacional para la Reducción de Desastres Naturales

source: World Sight Day
es_sp: Día Mundial de la Vista

source: World Mental Health Day
es_sp: Día Mundial de la Salud Mental

source: International Day of the Girl Child
es_sp: Día Internacional de la Niña

source: Indigenous People's Day
es_sp: Día de los Pueblos Indígenas

source: Columbus Day
es_sp: Día de la Raza

source: International Day of Rural Women
es_sp: Día Internacional de la Mujer Rural

source: World Food Day
es_sp: Día Mundial de la Alimentación

source: Boss's Day
es_sp: Día de Boss

source: International Day for the Eradication of Poverty
es_sp: Día Internacional para la Erradicación de la Pobreza

source: Alaska Day
es_sp: Día Alaska

source: United Nations Day
es_sp: Día de las Naciones Unidas

source: World Development Information Day
es_sp: Desarrollo Día Mundial de Información

source: Nevada Day
es_sp: Día Nevada

source: World Day for Audiovisual Heritage
es_sp: Día Mundial del Patrimonio Audiovisual

source: World Stroke Day
es_sp: Día Mundial del Ictus

source: Halloween
es_sp: de Halloween

source: All Saints' Day
es_sp: Día de Todos los Santos

source: All Souls' Day
es_sp: Día de los difuntos

source: Daylight Saving Time ends
es_sp: Extremos del horario de verano

source: Muharram/Islamic New Year
es_sp: Muharram / ​​Año Nuevo Islámico

source: International Day for Preventing the Exploitation of the Environment in War and Armed Conflict
es_sp: Día Internacional para la Prevención de la Explotación del Medio Ambiente en la Guerra y los Conflictos Armados

source: World Science Day for Peace and Development
es_sp: Día Mundial de la Ciencia para la Paz y el Desarrollo

source: Veterans Day
es_sp: Día de los Veteranos

source: World Chronic Obstructive Pulmonary Disease Day
es_sp: Pulmonar Obstructiva Día Mundial de las Enfermedades Crónicas

source: World Diabetes Day
es_sp: Día Mundial de la Diabetes

source: International Day for Tolerance
es_sp: Día Internacional para la Tolerancia

source: World Day of Remembrance for Road Traffic Victims
es_sp: Día Mundial en Recuerdo de las Víctimas de Accidentes de Tráfico

source: International Men's Day
es_sp: Día Internacional del Hombre

source: Universal Children's Day
es_sp: Día Universal del Niño

source: Africa Industrialization Day
es_sp: Día de la Industrialización de África

source: World Television Day
es_sp: Día Mundial de la Televisión

source: World Philosophy Day
es_sp: Día Mundial de la Filosofía

source: International Day for the Elimination of Violence against Women
es_sp: Día Internacional para la Eliminación de la Violencia contra la Mujer

source: Thanksgiving Day
es_sp: Día de Acción de Gracias

source: First Day of Hanukkah
es_sp: Primer día de Jánuca

source: American Indian Heritage Day
es_sp: Indio Americano Día del Patrimonio

source: Presidents' Day
es_sp: Día de los Presidentes

source: Black Friday
es_sp: Viernes Negro

source: International Day of Solidarity with the Palestinian People
es_sp: Día Internacional de Solidaridad con el Pueblo Palestino

source: First Sun Advent
es_sp: First Sun Adviento

source: World AIDS Day
es_sp: Día Mundial del SIDA

source: Cyber Mon
es_sp: Ciber lun

source: International Day for the Abolition of Slavery
es_sp: Día Internacional para la Abolición de la Esclavitud

source: International Day of Persons with Disabilities
es_sp: Día Internacional de las Personas con Discapacidad

source: Last day of Hanukkah
es_sp: Último día de Jánuca

source: International Volunteer Day for Economic and Social Development
es_sp: Día Internacional de los Voluntarios para el Desarrollo Económico y Social

source: International Civil Aviation Day
es_sp: Día de la Aviación Civil Internacional

source: Feast of the Immaculate Conception
es_sp: Fiesta de la Inmaculada Concepción

source: International Anti-Corruption Day
es_sp: Día Internacional contra la Corrupción

source: Human Rights Day
es_sp: Día de los Derechos Humanos

source: International Mountain Day
es_sp: Día Internacional de las Montañas

source: Pan American Aviation Day
es_sp: Día Panamericano de Aviación

source: International Migrants Day
es_sp: Día Internacional del Migrante

source: International Human Solidarity Day
es_sp: Día Internacional de la Solidaridad Humana

source: December Solstice
es_sp: Solsticio de diciembre

source: Christmas Eve
es_sp: Nochebuena

source: Christmas Day
es_sp: día de Navidad

source: Kwanzaa (until Jan 1)
es_sp: Kwanzaa (hasta el 1 de enero)

source: New Year's Eve
es_sp: Noche Vieja

source: Sorry! You are not Authorised to access this Restaurant.
es_sp: ¡Lo siento! Usted no está autorizado que acceder a este restaurante.

source: My Specials
es_sp: Mis Especiales

source: This Deal has
es_sp: La promoción ha

source: dishes.
es_sp: platos.

source: more details..
es_sp: más detalles ..

source: Cost of each
es_sp: Costo de cada

source: Your Deals
es_sp: Sus ofertas

source: Where:
es_sp: Dónde:

source: Special Description
es_sp: Descripción Especial

source: It seems that the Facebook servers are busy now, please try again later
es_sp: Parece ser que los servidores de Facebook están ocupados ahora, por favor intente de nuevo más tarde

source: Please select atleast one invitee
es_sp: Por favor, seleccione al menos un invitado

source: Event Details
es_sp: Detalles del evento

source: Event Report(Facebook)
es_sp: Información sobre prueba (Facebook)

source: Edit Deal
es_sp: Editar Trato

source: Cuisine:
es_sp: cocina

source: No Of Dishes: Only
es_sp: No De Platos: Sólo

source: available.
es_sp: disponible.

source: Available from
es_sp: Disponible desde

source: There are no social media (Facebook) event created for the deal.
es_sp: No hay medios de comunicación social (Facebook) evento creado por el acuerdo.

source: If you wish to create your social media (Facebook) event for this deal, click on
es_sp: Si usted desea crear su medios sociales (Facebook) evento para este acuerdo, haga clic en

source: button below.
es_sp: botón de abajo.

source: Filter by User Status
es_sp: Filtrar por Condición de Usuario

source: Not Invited
es_sp: No Invitados

source: May Be
es_sp: puede Ser

source: Select your restaurant's facebook pageid
es_sp: Seleccione facebook pageId de su restaurante

source: Description of the Special
es_sp: Descripción de la especial

source: Set Price and Discount
es_sp: Establecer Precios y descuentos

source: Price with Discount
es_sp: Precio con descuento

source: Edit Restaurant Special Details
es_sp: Editar restaurante Detalles Especiales

source: Start Date:
es_sp: Fecha de inicio:

source: End Date:
es_sp: Fecha de finalización:

source: Start Time:
es_sp: Hora de inicio:

source: End Time:
es_sp: Hora de finalización:

source: Recurrence:
es_sp: recurrencia:

source: Edit Restaurant Special Image
es_sp: Editar restaurante Image Especial

source: Restaurant Special Image1
es_sp: Restaurante Especial Image1

source: Restaurant Special Image2
es_sp: Restaurante Especial Image2

source: Restaurant Special Image3
es_sp: Restaurante Especial Image3

source: Restaurant Special Image4
es_sp: Restaurante Especial Image4

source: Restaurant Special Image5
es_sp: Restaurante Especial Image5

source: No Of Dishes
es_sp: No De Platos

source: Manage Special
es_sp: Gestione Especial

source: When:
es_sp: Cuándo:

source: Price:
es_sp: Precio:

source: View All
es_sp: ver todos

source: Only
es_sp: sólo

source: available.
es_sp: disponible.

source: Please select a special
es_sp: Por favor seleccione una especial

source: Add Notifcation Content
es_sp: Añadir Notifcation contenido

source: Notification Contant
es_sp: Contant Notificación

source: No Region Found
es_sp: No Región Encontrado

source: RestaurantName is alredy exists
es_sp: Se existe alredy Nombre del Restaurante

source: RestaurantName is avaliable
es_sp: Nombre del restaurante está disponible

source: Proceed to Payments
es_sp: Proceder a pagos

source: I will setup later
es_sp: Lo haré configuración en otro momento

source: Business Name
es_sp: Nombre

source: Dining Style
es_sp: Estilo de comida

source: What we are
es_sp: Lo que somos

source: Price Range
es_sp: Rango de precios

source: Capacity/Seats
es_sp: Capacidad / Asientos

source: We Accept
es_sp: Aceptamos

source: Maximum Party
es_sp: Partido máxima

source: Address
es_sp: dirección

source: Enter Your Country
es_sp: Introduzca su país

source: State
es_sp: estado

source: Enter Your State
es_sp: Ingrese su Estado

source: City/Town
es_sp: Ciudad / Pueblo

source: Enter Your City
es_sp: Ingresa tu ciudad

source: Zip
es_sp: cremallera

source: Neighborhood
es_sp: barrio

source: Enter Your Neighborhood
es_sp: Ingrese su vecindario

source: Location
es_sp: ubicación

source: Contact Details
es_sp: Los datos de contacto

source: Time zone
es_sp: huso horario

source: Restaurant Images
es_sp: Imágenes del restaurante

source: Upload Restaurant Image
es_sp: Subir imágenes del restaurante

source: Not Mandatory
es_sp: No obligatoria

source: Please Select a day to continue
es_sp: Por favor elija un día para continuar

source: Please Select Inventory
es_sp: Seleccione Inventario
