Repository: nightraiser/teck_apptidue
Catalog: library/Rdine/Translate/Language/*.po
Languages: es_sp

source: Edit Customer Password
es_sp: Editar cliente Contraseña

source: Title
es_sp: título

source: Sent On
es_sp: enviado Por

source: Add Price
es_sp: Añadir Precio

source: Add Price -
es_sp: Añadir Precio -

source: Price already exists
es_sp: Ya existe Precio

source: Edit Price -
es_sp: Editar Precio -

source: Price Types
es_sp: Tipos Precio

source: Add New Price
es_sp: Crear Nuevo Precio

source: Price
es_sp: precio

source: Edit Price
es_sp: Editar Precio

source: Add
es_sp: añadir

source: Payment Subscription Offline
es_sp: Pago de suscripción local

source: Payment Subscription Pending
es_sp: Pago Pendiente Suscripción

source: Alredy payment hasbeen done for this period. Please check history for details.
es_sp: Hasbeen pago alredy hecho en este periodo. Por favor verifique en la historia para los detalles.

source: Save
es_sp: guardar

source: Restaurant Email
es_sp: restaurante Email

source: Restaurant Phone
es_sp: restaurant Teléfono

source: Restaurant Description
es_sp: restaurante Descripción

source: New Country
es_sp: Nuevo País

source: New State
es_sp: Nuevo Estado

source: New City
es_sp: ciudad nueva

source: Neighbourhood
es_sp: Vecindad

source: New Neighbourhood
es_sp: Nueva Vecindad

source: Add Neighbourhood
es_sp: Añadir Vecindad

source: Country Code already exists
es_sp: Código de país ya existe

source: Reccuring Stopped successfully!
es_sp: Reccuring detenido correctamente!

source: No Payment History Found!
es_sp: No Historial de pagos Found!

source: Approval Status
es_sp: Estatus de Aprobación

source: Restaurants
es_sp: Restaurantes

source: Restaurant Owner
es_sp: propietario de restaurante

source: Sign Up Date
es_sp: Fecha de inscripcion

source: Conflict
es_sp: conflicto

source: Dashboard
es_sp: salpicadero

source: Add FaceBook Deatails
es_sp: Añadir FaceBook Deatails

source: Edit FaceBook Details
es_sp: Edite FaceBook Detalles

source: Restaurant Details
es_sp: Detalles del restaurante

source: Payment Settings
es_sp: Configuración de pagos

source: History
es_sp: historia

source: Offline Payment
es_sp: Pago fuera de línea

source: Payment Description
es_sp: Descripción del pago

source: Valid From
es_sp: Válido desde

source: Valid To
es_sp: Válido hasta

source: Amount($)
es_sp: Monto ($)

source: Made On
es_sp: Hecho en

source: Payment History
es_sp: Historial de pagos

source: Plan Activation Date
es_sp: La activación del Plan Fecha

source: Order Id
es_sp: ID del pedido

source: Stop Reccurring
es_sp: Detener reccurring

source: Invoice
es_sp: factura

source: Invoice Amount
es_sp: Importe de la factura

source: Message
es_sp: mensaje

source: Date
es_sp: fecha

source: Sale Id
es_sp: Venta Id

source: Payment Type
es_sp: Tipo de Pago

source: RestaurantOwner Management
es_sp: Gestión RestaurantOwner

source: Restaurant Owners
es_sp: los dueños de restaurantes

source: Add RestaurantOwner
es_sp: Añadir RestaurantOwner

source: Dashboard
es_sp: salpicadero

source: Edit Restaurant Owner Password
es_sp: Editar restaurante contraseña del dueño

source: Restaurant Owner Details
es_sp: Propietario de restaurante Detalles

source: Add Restaurant Type
es_sp: Añadir Restaurante Tipo

source: Edit Restaurant Type
es_sp: Editar restaurante

source: Do you want to Delete the Restaurant Type
es_sp: ¿Quieres eliminar el tipo de restaurante

source: Add Restaurant Type -
es_sp: Añadir Restaurante Tipo -

source: Restaurant Type already exists
es_sp: Ya existe Restaurante Tipo

source: Edit Restaurant Type -
es_sp: Editar tipo de restaurante -

source: Restaurant Type already exists
es_sp: Ya existe Restaurante Tipo

source: Restaurant Types
es_sp: Tipos restaurante

source: Add New Restaurant Type
es_sp: Crear Nuevo Restaurante Tipo

source: Restaurant Type
es_sp: restaurante Tipo

source: Sponsors
es_sp: Patrocinadores

source: Current Status
es_sp: Estatus Actual

source: Active Campaigns
es_sp: Campañas activas

source: InActive Campaigns
es_sp: Campañas inactivos

source: Operation
es_sp: operación

source: InActivate
es_sp: inactivar

source: Please Select A City
es_sp: Seleccione una ciudad

source: Edit Neighbourhood
es_sp: Editar Vecindad

source: Do you want to Delete the Neighbourhood
es_sp: ¿Quieres eliminar el Barrio

source: Add Neighbourhood -
es_sp: Añadir Vecindad -

source: Neighbourhood already exists
es_sp: Ya existe Vecindad

source: Edit Neighbourhood -
es_sp: Editar Vecindad -

source: Add Neighbourhood -
es_sp: Añadir Vecindad -

source: Select City
es_sp: Seleccionar ciudad

source: Add New Neighbourhood
es_sp: Añadir nueva vecindad

source: NeighbourHood
es_sp: Vecindad

source: Enquiry Id
es_sp: Consulta Id

source: Enquiry Status
es_sp: Status Enquiry

source: Log Description
es_sp: Entrar Descripción

source: Created By
es_sp: Creado por

source: Created Date
es_sp: Fecha de Creación

source: Assigned To
es_sp: Asignado a

source: Next Follow Up Date
es_sp: Siguiente Seguimiento Fecha

source: No logs found.
es_sp: No se han encontrado registros.

source: Inquiry Management
es_sp: Gestión de Investigación

source: By Inquiry Id
es_sp: Por Su mensaje Id

source: Contact Name
es_sp: Nombre de contacto

source: People Who Contacted
es_sp: Las personas que contactaron

source: Phone or Email
es_sp: Teléfono o Email

source: Contact Type
es_sp: Tipo de contacto

source: Phone:
es_sp: teléfono

source: Close
es_sp: cerca

source: Closed
es_sp: cerrado

source: ContactUs Details
es_sp: Contáctenos Detalles

source: Demo ContactUs Details
es_sp: Demostración Detalles Contáctenos

source: Enquiry Log
es_sp: Consulta Conectarse

source: Select Status
es_sp: Seleccione Estado

source: Please Select A Country
es_sp: Seleccione un país

source: Edit State
es_sp: Editar Estado

source: Add State -
es_sp: Agregar Estado -

source: Edit State -
es_sp: Edite Estado -

source: State already exists
es_sp: Ya existe Estado

source: Add State -
es_sp: Agregar Estado -

source: Edit State -
es_sp: Edite Estado -

source: Add New State
es_sp: Crear Nuevo Estado

source: Add Country -
es_sp: Agregar País -

source: Country already exists
es_sp: Ya existe País

source: Edit Country -
es_sp: Editar País -

source: Country already exists
es_sp: Ya existe País

source: Add New Country
es_sp: Crear Nuevo País

source: code
es_sp: código

source: Currency
es_sp: moneda

source: Country Dial Code
es_sp: Código Dial País

source: Flag
es_sp: bandera

source: Edit Country
es_sp: Editar País

source: Do you want to Approve the Restaurant and inactivate the selected restaurant
es_sp: ¿Quieres Aprobar el restaurante e inactivar el restaurante seleccionado

source: Do you want to Approve the Restaurant
es_sp: ¿Quieres Aprobar el restaurante

source: There are no details of the Restaurant
es_sp: No hay detalles del restaurante

source: Booking History
es_sp: Historia de reservas

source: Transaction Report
es_sp: Reporte de Transacciones

source: Restaurant Direction
es_sp: Dirección del restaurante

source: Listed Restaurants
es_sp: Restaurantes cotizadas

source: Select
es_sp: seleccionar

source: Neighbour
es_sp: Delegacion

source: Cuisine
es_sp: Tipo de comida

source: Payment Mode
es_sp: Modo de Pago

source: Capacity
es_sp: Capacidad

source: Reservation System
es_sp: Sistema de reservas

source: Maximum Party Size
es_sp: Tamaño máximo de la reserva

source: Additional Details
es_sp: Detalles adicionales

source: Private Party Facilities
es_sp: Instalaciones para fiestas privadas

source: Land mark
es_sp: marca de la tierra

source: Avg Meal PriceMax
es_sp: Promedio de comidas PriceMax

source: Avg Meal PriceMin
es_sp: Promedio de comidas PriceMin

source: Start Date & Time
es_sp: Fecha y hora de inicio

source: End Date & Time
es_sp: Fin Fecha y hora

source: Reservation Date
es_sp: Fecha de reserva

source: Creation Date
es_sp: Fecha de creación

source: Reservation Date
es_sp: Fecha de reserva

source: Reservation Receipt
es_sp: Recibo Reserva

source: Reservation Status
es_sp: Estado de la reserva

source: Reservation Statistics
es_sp: Reserva Estadísticas

source: Receipt
es_sp: recepción

source: Seats
es_sp: Asientos

source: Origin
es_sp: origen

source: Dessert
es_sp: postre

source: Partially Seated
es_sp: Parcial Sentados

source: No records available.
es_sp: No hay registros disponibles.

source: Total Reservations
es_sp: Reservas totales

source: Reserved Reservations
es_sp: Reservas Reservados

source: Rescheduled Reservations
es_sp: Reservas reprogramados

source: Canceled Reservations
es_sp: Las reservas canceladas

source: Completed Reservations
es_sp: Reservaciones Completadas

source: Total People Seated
es_sp: Total de personas sentadas

source: Web Reservations
es_sp: Reservas web

source: Walk-in Reservations
es_sp: Walk-in Reservas

source: Confirmation
es_sp: confirmación

source: Notification Complete!
es_sp: Notificación completa!

source: Message has been successfully sent.
es_sp: El mensaje ha sido enviado con éxito.

source: edit
es_sp: editar

source: Filters
es_sp: Filtros

source: User Type
es_sp: Tipo de usuario

source: Select Campaign
es_sp: Seleccione una Campaña

source: Restaurant Group Name
es_sp: Nombre Restaurant Group

source: There are no users avaliable.
es_sp: No hay usuarios disponible.

source: Customer Name
es_sp: Nombre del cliente

source: Notification Recipents
es_sp: recipents notificación

source: Usertype
es_sp: Definido por el usuario

source: Creation Date
es_sp: Fecha de creación

source: Seated
es_sp: Sentados

source: Check Ready
es_sp: Compruebe Ready

source: Reports Statistics
es_sp: Informes Estadísticas

source: Transaction Id
es_sp: ID de transacción

source: Invoice Number
es_sp: Número de factura

source: Restaurant Id
es_sp: restaurante Id

source: Transaction History
es_sp: Historial de Transacciones

source: Transaction ID
es_sp: identificación de la transacción

source: Date & Time
es_sp: Fecha y hora

source: Sponsor Details
es_sp: Patrocinador Detalles

source: Sponsor Name
es_sp: Nombre del patrocinador

source: Campaign Details
es_sp: Detalles de la campaña

source: Date Range:
es_sp: Período:

source: Audience
es_sp: audiencia

source: No of Email's Sent
es_sp: No de Enviados de Email

source: Details
es_sp: Detalles

source: There are no Campaigns Available for this sponsor.
es_sp: No hay campañas disponibles para este patrocinador.

source: Message Id
es_sp: Mensaje Id

source: Email Id
es_sp: Identificación del email

source: RestaurantName
es_sp: Nombre del Restaurante

source: Edit Restaurant Owner Details
es_sp: Editar Propietario de restaurante Detalles

source: Post Credits
es_sp: Pon Créditos

source: Posted sucessfully.
es_sp: Enviado con éxito.

source: Server time out. Please try again.
es_sp: El tiempo de espera del servidor. Por favor, inténtelo de nuevo.

source: These credits have already been sent.
es_sp: Estos créditos ya se han enviado.

source: Submit
es_sp: Introducir

source: Free Credits have been updated sucessfully.
es_sp: Créditos libres han sido actualizados con éxito.

source: SMS Credits Management
es_sp: SMS Créditos Gestión

source: Get Free Credits
es_sp: Obtiene Créditos Gratis

source: Requested Month
es_sp: Mes de la petición de

source: Posted On
es_sp: Publicado el

source: Approved
es_sp: aprobado

source: Pending
es_sp: pendiente

source: Total Number of Credits
es_sp: Número total de créditos

source: Total Amount To Pay :
es_sp: Monto total a pagar:

source: Request Info
es_sp: Solicitud de información

source: Enter You Current Status
es_sp: Introduzca Usted Estado actual

source: Enter Your Status :
es_sp: Ingrese su Estado:

source: Subscription Plan Updated Successfully
es_sp: Plan de Suscripción actualizado correctamente

source: Subscription Plan Added Successfully
es_sp: La activación del Plan DateSubscription añadido correctamente

source: Subscription Plan Details
es_sp: Detalles del Plan de Suscripción

source: Subscribed Restaurants Search
es_sp: Suscrito Restaurantes Buscar

source: Activation Date
es_sp: Fecha de activación

source: Subscribed Restaurants
es_sp: Restaurantes suscritos

source: Edit Subscription Plan
es_sp: Plan de Suscripción Editar

source: Owner Name
es_sp: Nombre del propietario

source: There are no Restaurants Subscribed to this plan
es_sp: No hay restaurantes suscritos a este plan

source: Submit:
es_sp: Eviar

source: close:
es_sp: cerca:

source: close:
es_sp: cerca:

source: Edit Campaign
es_sp: Editar Campaña

source: Edit Campaign Details
es_sp: Editar Detalles de la campaña

source: Web Link
es_sp: Enlaces web

source: Campaign Link Count
es_sp: Campaña Enlace Conde

source: Preview of the Campaign
es_sp: Vista previa de la Campaña

source: This Notification has been brought to you by
es_sp: Esta notificación ha sido traído a usted por

source: Edit Campaign Plan
es_sp: Plan de Campaña Editar

source: Display on Dash Board
es_sp: Visualizar en Cuadro de mandos

source: Edit Campaign Location
es_sp: Editar Campaña Ubicación

source: Edit Campaign Plan Details
es_sp: Editar Campaña Detalles del plan

source: Campaign Start Date
es_sp: Campaña fecha de inicio

source: Campaign End Date
es_sp: Fin de campaña Fecha

source: Campaign Time Range
es_sp: Campaña Intervalo de tiempo

source: Edit Campaign Location Details
es_sp: Editar Campaña Detalles de la ubicación

source: Edit Message
es_sp: Editar Mensaje

source: Example:
es_sp: Ejemplo:

source: If you are uploading trial.doc, then link it to www.dinedesk.com/doc/trial.doc
es_sp: Si va a cargar trial.doc, luego vincularlo a www.dinedesk.com/doc/trial.doc

source: Edit Sponsor
es_sp: Editar Patrocinador

source: Update
es_sp: actualización

source: Cancel:
es_sp: Cancelar:

source: Edit Restaurant Image
es_sp: Editar restaurante de imagen

source: Add Restaurant Image
es_sp: Agregar restaurante de imagen

source: Add Restaurant Logo
es_sp: Agregar restaurante Logo

source: Edit Listed Restaurant Details
es_sp: Editar Listado restaurante Detalles

source: Restaurant type
es_sp: tipo de restaurante

source: Restaurant Capacity
es_sp: Capacidad restaurante

source: Maximum party size able to book on line
es_sp: Tamaño máximo partido capaz de reservar on line

source: Brief Restaurant Description
es_sp: Breve Descripción del restaurante

source: Edit Restaurant Details
es_sp: Editar detalles del restaurante

source: WalkIn
es_sp: entrar

source: SplEvents and Promotions
es_sp: SplEvents y Promociones

source: Menu
es_sp: menú

source: Sorry! There are no notifications.
es_sp: ¡Lo siento! No hay notificaciones.

source: Welcome to DineDesk
es_sp: Beneficios de DineDesk

source: Your confirmation has been sent to
es_sp: Su confirmación ha sido enviado a

source: Notify Friends and Family
es_sp: Notifique Amigos y familia

source: Notification sent successfully
es_sp: Notificación enviada

source: Notification sent failed
es_sp: Notificación enviada fallido

source: Email Ids cannot be more than party size
es_sp: ID de correo electrónico no pueden ser más que el tamaño del grupo

source: There are no recipients specified
es_sp: No hay destinatarios especificados

source: Invalid Email id
es_sp: ID no válida de correo electrónico

source: Invalid email id :
es_sp: ID no válida de correo electrónico:

source: Your reservation details
es_sp: Los detalles de su reserva

source: Restaurant Details:
es_sp: Restaurante Detalles:

source: Booking Status
es_sp: Estado de la reservación

source: Invite reservation guests by entering their email address and click 'send'.
es_sp: Invitan reserva introduciendo su dirección de correo electrónico y haga clic en 'Enviar'.

source: Seperate multiple addresses with a comma
es_sp: Múltiples direcciones separadas con comas

source: To
es_sp: a

source: Multiple Email Ids are to be separated by a comma(,).
es_sp: Múltiples identificadores de correo electrónico han de ser separados por una coma (,).

source: Welcome to the
es_sp: Bienvenidos al

source: This is your project's main page
es_sp: Esta es la página principal de su proyecto

source: Helpful Links:
es_sp: Enlaces útiles:

source: Zend Framework Website
es_sp: Zend Framework Sitio web

source: Zend Framework Manual
es_sp: Manual Zend Framework

source: Post a Deal
es_sp: Publique un acuerdo

source: Manage Deal
es_sp: Gestion de ofertas

source: What
es_sp: ¿Qué

source: When
es_sp: ¿Cuándo

source: All Days
es_sp: Todos los días

source: How Much?
es_sp: ¿Cuánto?

source: Value
es_sp: valor

source: Discount
es_sp: Descuento

source: Booking Date
es_sp: Fecha de Reserva

source: Booking Made on
es_sp: Reserva en

source: Are you sure you want to delete?
es_sp: ¿Está seguro que desea eliminar?

source: The special is already Active click In Activate to inactivate your special
es_sp: El especial ya está activo clic en Activar para inactivar su especial

source: The special is already In Active click Activate to activate your special
es_sp: El especial ya está en activo clic en Activar para activar su especial

source: Search For Deals
es_sp: Buscar ofertas

source: Start Time
es_sp: Hora de inicio

source: End Time
es_sp: hora final

source: Manage your Deals
es_sp: Administre sus ofertas

source: Where
es_sp: donde

source: Detail views
es_sp: Las vistas de detalle

source: Original Price
es_sp: Precio original

source: In Activate
es_sp: En Activate

source: Deleted
es_sp: Suprimido

source: Delete
es_sp: borrar

source: Extend
es_sp: ampliar

source: Un Delete
es_sp: Un Borrar

source: Email Marketing
es_sp: El email marketing

source: Invited
es_sp: invitado

source: Attending
es_sp: Asistir

source: No Reply
es_sp: Sin respuesta

source: Declined
es_sp: Rechazar

source: Social Media Marketing
es_sp: Marketingmedios social

source: Unsure
es_sp: Tal ves

source: Recurrence
es_sp: reaparición

source: Days of week
es_sp: Días de la semana

source: Select Page
es_sp: Seleccionar página

source: You cannot enter more than
es_sp: No se puede introducir más de

source: characters
es_sp: personajes

source: Tagline cannot be empty
es_sp: Lema no puede estar vacío

source: Congratulations! Successfully added tagline
es_sp: ¡Felicitaciones! Lema éxito añadido

source: Successfully Updated Tagline
es_sp: Exitosamente Actualizado Lema

source: exception
es_sp: excepción

source: please select any page id
es_sp: Por favor, seleccione cualquier identificador de página

source: It seems that the Facebook servers are busy now, please try again later .
es_sp: Parece ser que los servidores de Facebook están ocupados ahora, por favor intente de nuevo más tarde.

source: It seems that the Facebook servers are busy now, please try again later.
es_sp: Parece ser que los servidores de Facebook están ocupados ahora, por favor intente de nuevo más tarde.

source: It seems that the Facebook servers are busy now, please try again later
es_sp: Parece ser que los servidores de Facebook están ocupados ahora, por favor intente de nuevo más tarde

source: Select any invitee from the list to invite them to the event
es_sp: Seleccione cualquier invitado de la lista para invitarlos al evento

source: You have successfully invited your guests. Your guests will be notified shortly. Do you wish to continue managing the list
es_sp: Ustedes han invitado exitosamente a sus invitados. Sus invitados serán notificados en breve. ¿Desea continuar con la gestión de la lista

source: Uncheck all
es_sp: desmarque todas

source: Select All
es_sp: Seleccionar todo

source: It is a lively, fresh, all-day dining venue for the perfect occacion, featuring a variety with an open kitchen showcasing a wide range of continental and oriental dishes. Relish the extensive selection of world cuisine
es_sp: Es un animado fresco, lugar para cenar, durante todo el día para el occacion perfecto, que ofrece una variedad con una cocina abierta que muestra una amplia variedad de platos continentales y orientales. Disfrute de la amplia selección de la cocina mundial

source: please select Start Time
es_sp: Por favor, seleccione Hora inicio

source: Please Select Restaurant
es_sp: Seleccionar Restaurante

source: Special Title is alredy there for this restaurant
es_sp: Título Especial es todavia existe para este restaurante

source: Please enter Regular Price
es_sp: Por favor introduce Precio regular

source: Please enter Regular Price and Discount Price
es_sp: Por favor introduzca Regular Precio y Descuento Precio

source: Please Enter Description in less than 300 characters
es_sp: Por favor, introduzca la descripción en menos de 300 caracteres

source: Post A Deal
es_sp: Publique un acuerdo

source: What?
es_sp: ¿Qué?

source: When?
es_sp: ¿Cuándo?

source: Special Title
es_sp: Título Especial

source: Upload Image1
es_sp: Subir Image1

source: Upload Image2
es_sp: Subir imagen2

source: Upload Image3
es_sp: Subir Image3

source: Upload Image4
es_sp: Subir Image4

source: Upload Image5
es_sp: Subir Image5

source: Deal can be reserved
es_sp: acuerdo se puede reservar

source: Deal can be purchased
es_sp: Trato se puede comprar

source: Number Of dishes
es_sp: Número de platos

source: Regular Price
es_sp: Precio regular

source: Discount Pecentage
es_sp: pecentage Descuento

source: Price With Discount
es_sp: Precio con descuento

source: Particular Day
es_sp: Día especial

source: Post Period
es_sp: Período Mensaje

source: Day Recurrence
es_sp: Día recurrencia

source: (Select the days on which the special needs to be available)
es_sp: (Seleccione los días en los que las necesidades especiales que esté disponible)

source: Time Recurrence
es_sp: Tiempo de recurrencia

source: Availability time
es_sp: tiempo de disponibilidad

source: Promote your Deal Online
es_sp: Promueva su reparto en línea

source: Congratulations!! Your Deal is successfully created.
es_sp: ¡Felicitaciones!! Se ha creado correctamente su reparto.

source: Now you can use DineDesk to promote your Deal online and bring more guests to your restaurant.
es_sp: Ahora usted puede utilizar DineDesk para promocionar su acuerdo en línea y atraer a más clientes a su restaurante.

source: Create an Event on Facebook and Invite Guests
es_sp: Crear un evento en Facebook y en invitar a los clientes

source: DineDesk will create a social event for you on your Facebook
es_sp: DineDesk creará un evento social para usted en su Facebook

source: Email Blast
es_sp: Email targeta

source: Send a request to us to do an email marketing
es_sp: Enviar una solicitud a nosotros para hacer un marketing por correo electrónico

source: Share on Facebook
es_sp: Compartir en Facebook

source: Share this deal on your wall
es_sp: Comparte este acuerdo en su pared

source: Start typing to search
es_sp: Comience a escribir para buscar

source: Filter by Gender
es_sp: Filtrar por género

source: Male
es_sp: masculino

source: Filter by Location
es_sp: Filtrar por localidad

source: Invite Guest
es_sp: Invite Invitado

source: Step
es_sp: Paso

source: Click on the Create Event button and DineDesk will create a social event for you on your Facebook
es_sp: Haga clic en el botón Crear evento y DineDesk creará un evento social para usted en su Facebook

source: Select your Invitees and click on Invite Guest
es_sp: Seleccione sus invitados y haga clic en Invitar Invitado

source: Success! Your Deal Event is created and Invitations are sent to your selected friends on Facebook
es_sp: ¡Éxito! Se crea el Evento Deal y se envían invitaciones a tus amigos seleccionados en Facebook

source: Event Name
es_sp: nombre del evento

source: Privacy
es_sp: intimidad

source: Open
es_sp: abierto

source: Secret
es_sp: secreto

source: Create Event
es_sp: Crear Evento
