Repository: nightraiser/teck_apptidue
Catalog: library/Rdine/Translate/Language/*.po
Languages: es_sp

source: As part of the DineDesk package we include an online booking widget which can be integrated into your website, with your branding. It will allow you to take bookings online 24a. You can configure your widget themes ,when you want to take bookings online, which tables can be booked online and a whole lot more.
es_sp: Como parte del paquete DineDesk incluimos un widget de reserva en línea, que puede ser integrado en su sitio web, con su imagen de marca. Esto le permitira tomar las reservas en línea 24a. Puede configurar los temas de widget, cuando se quiere tomar reservas en línea, que las tablas se pueden reservar en línea y mucho mas.

source: 'Is there any commission for web bookings?'
es_sp: "¿Hay alguna comisión por reservas en la web?"

source: Web bookings are FREE from DineDesk. We don't take any commission for web based bookings.....and why should we, they're your bookings!
es_sp: Reservas Web estén libres de DineDesk. No tomamos ninguna comisión por las reservas basadas en web ..... y ¿por qué debemos, son tus reservas!

source: 'Does DineDesk work on an IPAD?'
es_sp: '¿Funciona DineDesk en un iPad?

source: DineDesk is IPAD compatible and will run on an IPAD or alternate Tablet using a remote companion or equivalent.
es_sp: DineDesk es compatible IPAD y se ejecutará en un iPad o Tablet alternativo usando un compañero a distancia o equivalente.

source: 'Can you send email or text confirmations?'
es_sp: '¿Puedes enviar un correo electrónico o confirmaciones de texto?'

source: DineDesk fully supports sending email and text confirmations to customer. You can specify an unlimited number of confirmation templates which can be automatically sent based on the date the booking is made. For example a Christmas reservation confirmation will be very different than a mid-summers reservation confirmation. DineDesk will automatically send the correct template based on the booking date.
es_sp: DineDesk totalmente compatible con el envío de correo electrónico y de texto confirmaciones al cliente. Puede especificar un número ilimitado de plantillas de confirmación que se pueden enviar automáticamente a partir de la fecha de la reserva se hace. Por ejemplo, una confirmación de la reserva de la Navidad va a ser muy diferente de una confirmación de reserva a mediados de verano. DineDesk enviará automáticamente la plantilla correcta en función de la fecha de reserva.

source: 'Are there any hidden costs?'
es_sp: '¿Hay costos ocultos?

source: We get A LOT of people contacting us asking this question because many of our competitors claim a free or low monthly charge for their software only for the customer to be hit with huge unexpected monthly bills for commission based services they were completely unaware of. This is NOT the case at DineDesk, you know exactly what your costs will be from the outset and there are NO hidden costs or charges.
es_sp: Tenemos una gran cantidad de personas en contacto con nosotros haciendo esta pregunta porque muchos de nuestros competidores aseguran un cargo mensual gratuito o bajo para su software único para el cliente para ser golpeado con enormes facturas mensuales inesperados para los servicios de la Comisión basados ​​eran completamente conscientes de. Este no es el caso en DineDesk, usted sabe exactamente lo que sus costos serán desde el principio y no hay costos ni cargos ocultos.

source: 'Can you interface with Point Of Sale (POS)?'
es_sp: '¿Se puede interconectar con Punto de Venta (POS)?

source: DineDesk has a generic interface which enables POS companies to interface with us. We have already had success with the following POS companies: Point One, Paragon Systems, Haven Systems, IControl
es_sp: DineDesk tiene una interfaz genérica que permite a las empresas de punto de venta para interactuar con nosotros. Ya hemos tenido éxito con las siguientes empresas POS: Punto Uno, Sistemas Paragon, asilo Systems, iControl

source: Tissl. Don't worry if you don't see the POS company you currently use in this list. We are always willing to initiate conversations with new POS companies to establish new interfaces.
es_sp: Tissl. No te preocupes si no ves la empresa POS se utiliza actualmente en la lista. Estamos siempre dispuestos a iniciar conversaciones con nuevas empresas POS para establecer nuevas interfaces.

source: 'Does it work on touch screens?'
es_sp: '¿Funciona en las pantallas táctiles?

source: Yes, DineDesk has been designed to be touch-screen friendly.
es_sp: Sí, DineDesk ha sido diseñado para funcionar con pantallas tactiles.

source: 'Can you design
es_sp: '¿Puedes diseñar

source: configure you own table plans?'
es_sp: configurar usted es dueño de planes de la tabla?

source: The 'Floor Plan' tools are the most advanced, easy to use and visually appealing of any our competitors. Simply by dragging
es_sp: Herramientas El 'Plan de piso' son los más avanzados, fáciles de usar y visualmente atractivos de cualquier competencia. Simplemente arrastrando

source: dropping you can simulate your restaurants layout perfectly including the separators in a matter of minutes.
es_sp: dejando caer que puede simular sus restaurantes layout perfectamente incluidos los separadores en cuestión de minutos.

source: 'We've been using a paper diary, is DineDesk easy use?'
es_sp: "Hemos estado utilizando un diario de papel, es DineDesk uso fácil? '

source: Over the last few years we have developed the most friendly and easy to use interface which our customers pick up very quickly. Whether computer literate or not you'll have no issues switching to DineDesk and the support team are on-hand to make this transition as smooth as can be.
es_sp: En los últimos años hemos desarrollado la interfaz más amigable y fácil de usar que nuestros clientes captan muy rápidamente. Ya sea con conocimientos de informática o no, no tendra ningún problema de conexión con DineDesk, el equipo de soporte está a su disposición para hacer esta transición tan facil como puede ser.

source: 'We're using another booking system can we easily switch?'
es_sp: "Estamos utilizando otro sistema de reservas podemos cambiar fácilmente?

source: This is not an uncommon question and the answer is YES! We will work with you closely to ensure the transition is seamless.
es_sp: Esta no es una pregunta poco común y la respuesta es ¡SÍ! Vamos a trabajar con usted de cerca para asegurarse de que la transición sea sin problemas.

source: 'I already have a database of customer profiles can these be imported into DineDesk?'
es_sp: 'Ya tengo una base de datos de perfiles de los clientes pueden éstos ser importados en DineDesk?

source: In most cases there will be no issue for us to import your existing data into DineDesk. Depending on the complexity and the work involved there may be a small supplementary charge for this service.
es_sp: En la mayoría de los casos no habrá ningún problema para importar sus datos existentes a DineDesk. Dependiendo de la complejidad y el trabajo, puede haber un pequeño cargo adicional por este servicio.

source: 'Do we own the customer profile data created when using DineDesk?'
es_sp: '¿Somos propietarios de los datos del perfil de cliente que se crean al utilizar DineDesk?'

source: Absolutely!! It's your data! We even give you easy export tools so you can take a copy of this data whenever you like.
es_sp: ¡Por supuesto!! Se trata de sus datos! Incluso le damos las herramientas fáciles de exportación para que pueda tomar una copia de estos datos siempre que lo desee.

source: Online Reservation Tool Features
es_sp: Herramienta de línea de la reservación Características

source: Affordability
es_sp: Asequibilidad

source: $30/month
es_sp: $ 30 al mes

source: flat fee
es_sp: tarifa plana

source: No long-term contract
es_sp: Sin contrato de larga duración

source: No equipment to buy
es_sp: Sin necesidad de comprar equipo

source: Ease-of-Use
es_sp: Facilidad de Uso

source: Cloud-based system
es_sp: Sistema basado en la nube

source: lets you access from anywhere
es_sp: Le permite acceder desde cualquier lugar

source: No software to download
es_sp: No hay software para descargar

source: technical support
es_sp: apoyo técnico

source: Manage table inventory with
es_sp: Administrar el inventario mesa con

source: Add/block slots on the fly
es_sp: Ranuras Añadir / bloque sobre la marcha

source: Phone notify
es_sp: Teléfono notificar

source: Promote special offers using the
es_sp: Promover ofertas especiales mediante el

source: chalkboard widget
es_sp: widget de pizarra

source: iPad wait list kiosk
es_sp: iPad lista de espera kiosco

source: for managers
es_sp: para los gerentes

source: Link to
es_sp: Enlace a

source: customer lists
es_sp: listas de clientes

source: Online Reservation
es_sp: Reserva en línea

source: Complete dining room management at your fingertips
es_sp: Gestión completa de comedor a su alcance

source: Manage telephone and online reservations -- as well as walk-ins -- from your PC, laptop or tablet. Inform guests of free tables via SMS while tracking preferences of your repeat guests with a detailed database of their likes and dislikes. Manage table occupancy to generate more covers and more revenue for your restaurant.
es_sp: Administrar reservas por teléfono y en línea -, así como clientes sin reserva, desde tu PC, laptop o tablet. Informa a los clientes de las mesas libres a través de SMS, mientras le das seguimiento a tus clientes, con una base de datos detallada de sus gustos y disgustos. Gestione la ocupación de las mesas para generar más ingresos para tu restaurante

source: Manage your Restaurant Dining Room Professionally
es_sp: Administra el area de comida de tu restaurante profesionalmente

source: Visual representation of your dining rooms
es_sp: Representación visual de sus comedores

source: See the status of tables on your computer or tablet to maximize use. Pre-assign reservations to tables and manage multiple seatings.
es_sp: Ver el estado de las mesas en su computadora o tableta para maximizar su uso. Pre-asignar las reservas a las tablas y gestionar varios asientos.

source: Track status of each party from reservation to payment
es_sp: Seguimiento del estado de cada partido desde la reserva hasta el pago

source: Plan your table allocation by tracking seating with customizable status codes. Accurately predict when a table will come free for the next seating.
es_sp: Planifique su asignación de mesa mediante el seguimiento de estar con los códigos de estado personalizables. Predecir con exactitud cuando una tabla vendrá libre para la próxima estar.

source: Personal management of each guest in the restaurant
es_sp: Gestión de cada cliente en el restaurante

source: Access to a guest's reservation history and preferences allows your staff to treat each guest as a VIP.
es_sp: El acceso a la historia y las preferencias de la reserva de un cliente permite a su personal para tratar a cada huésped como un VIP.

source: Make wait lists easier by predicting wait times accurately and notifying guests that their table is ready by SMS. No need for pagers or buzzers.
es_sp: Haga una lista de espera que le facilite la prediccion de los tiempos de espera y notificar a los clientes que su mesa está lista por SMS. No hay necesidad de zumbadores

source: Reservation lists help you plan service
es_sp: Las listas de reserva les ayudan a planificar el servicio

source: Simple reservation lists, in the format of a traditional reservation diary, help you plan ahead to optimize use of staff and dining room.
es_sp: Listas de reserva sencillo, en el formato de un diario tradicional reserva, le ayudan a planificar el futuro para optimizar el uso del personal y de comedor.

source: Analyze and benchmark your restaurant's performance
es_sp: Analizar y comparar el rendimiento de su restaurante

source: Benefit from extensive reports and analysis of your restaurant's operations. Information on reservations, table availability, popularity of specials and more is just a click away.
es_sp: Beneficiese de los informes y análisis detallados de las operaciones de su restaurante. La información sobre reservas, disponibilidad de mesa, la popularidad de las ofertas especiales y más, a solo un clic de distancia.

source: Receive New Reservations
es_sp: Recibe nuevos Reservas

source: from Facebook, Smart Phones and the Web
es_sp: de Facebook, los teléfonos inteligentes y la Web

source: Bookings from your Facebook page
es_sp: Las reservas de su página de Facebook

source: Free Reservations from your Website
es_sp: Reservas gratuitas en su sitio web

source: Reservations from Mobile Phones and Tablets
es_sp: Reservas desde teléfonos móviles y tabletas

source: Automated Guest communication
es_sp: Comunicación automatizada Invitado

source: Control Easily when Reservations Are Accepted
es_sp: Controle fácilmente cuando se aceptan reservas

source: Use Online Marketing
es_sp: Utilice Marketing Online

source: To Seat More Guests in your Restaurant
es_sp: Para acomodar a más huéspedes en su restaurante

source: Post Deals and Menus on Facebook
es_sp: Ofertas de correos y Menús en Facebook

source: Launch a Customized Mobile Website
es_sp: Poner en marcha una página web personalizada Mobile

source: Benefit from Easy Email Marketing
es_sp: Beneficiarse de marketing por correo electrónico fácil

source: Use new Social Media Publishing Platform
es_sp: Utilice los nuevos medios sociales Plataforma Publishing

source: Develop a Detailed Database of Guests
es_sp: Desarrollar una base de datos detallada de los huéspedes

source: Request a Free Demo
es_sp: Solicite una demo gratis

source: Manage your Dining Room
es_sp: Administre su Comedor

source: with Ease and Efficiency
es_sp: con facilidad y eficiencia

source: Manage Reservations and Walk-ins
es_sp: Administrar reservaciones y walk-ins

source: Use Visual Table Management System
es_sp: Utilice Sistema de Gestión de la tabla de Visual

source: Improve Customer Service with Informed Staff
es_sp: Mejorar el servicio al cliente con personal informado

source: Manage Wait-Listed Guests via SMS
es_sp: Administrar Lista de Espera huéspedes a través de SMS

source: View Detailed Guest Histories in CRM
es_sp: Ver detalladas historias de Huéspedes en CRM

source: Request a Free Demo
es_sp: Solicite una demo gratis

source: We bring Faster Operations
es_sp: Traemos operaciones más rápidas

source: & Better Service
es_sp: Y mejor servicio

source: Manage your Restaurant with DineDesk
es_sp: Administrar su restaurante con DineDesk

source: Online Marketing, Reservations and Dining Room Management
es_sp: Marketing Online, Reservas y Comedor Gestión

source: Use DineDesk to manage all your front-of-restaurant operations, from marketing and online reservations to waitlist management and seating in your dining room. Our integrated suite of restaurant management tools helps you reach new guests using social media and mobile technology, while enabling them to make free reservations at your restaurant.
es_sp: Utilice DineDesk para gestionar todas tus front-de-restaurante de las operaciones, de marketing y reservas en línea a lista de espera de gestión y de estar en su comedor. Nuestra suite integrada de herramientas de gestión de restaurante ayuda a llegar a nuevos clientes utilizando los medios sociales y la tecnología móvil, mientras que lo que les permite hacer reservaciones gratuitas en su restaurante

source: DineDesk's marketing tools put you in direct contact with your guests. Post your menus and specials on Facebook, while engaging guests via Twitter and other social media channels. You can also contact guests by email and SMS, or reach out with a new mobile website designed to run on smart phones and tablets, complete with an online reservation system.
es_sp: Herramientas de marketing de DineDesk te ponen en contacto directo con sus clientes. Publique sus menús y promociones especiales en Facebook, mientras que la participación invitados a través de Twitter y otros canales de medios sociales. También puede ponerse en contacto con los clientes por correo electrónico y SMS, o llegar con un nuevo sitio web para móviles diseñado para ejecutarse en los teléfonos inteligentes y las tabletas, con un sistema de reservas en línea

source: Receive online reservations from all your online marketing channels, and never pay a transaction fee or commission. Your DineDesk booking engine can be placed on your website, on a new mobile website or directly on Facebook to convert 'Likes' into paying guests. And management is easy: We send you an email or SMS with each new reservation and you can easily close out hours or days when you don't want reservations.
es_sp: Recibe reservas on-line de todos los canales de marketing en línea, y nunca pagar una comisión de transacción o comisión. Su motor de reservas DineDesk se puede colocar en su sitio web, en un nuevo sitio web para móviles o directamente en Facebook para convertir "Me gusta" en pago de los clientes. Y la gestión es fácil: Le enviamos un correo electrónico o SMS con cada nueva reserva y se puede cerrar fácilmente horas o días en que usted no quiere reservas.

source: Dining Room Management
es_sp: Gestión de Comedor

source: Manage your entire dining room with DineDesk's advanced tools. A visual representation of each of your tables enables your staff to manage online and telephone reservations and generally optimize the use of all tables in the dining room. Use the Wait List to manage those waiting for tables, offering them realistic wait times and notifying them of available tables by SMS. And detailed guest histories are always available to your staff to aid in customer service.
es_sp: Gestione toda su comedor con herramientas avanzadas de DineDesk. Una representación visual de cada una de las tablas permite a su personal para gestionar reservas en línea y por teléfono y en general optimizar el uso de todas las mesas en el comedor. Utilice la lista de espera para gestionar los que están esperando para mesas, ofreciéndoles los tiempos de espera realistas y se les notifica de mesas disponibles por SMS. Y las historias detalladas de los huéspedes están siempre disponibles para su personal para ayudar en el servicio al cliente

source: Dinedesk Features
es_sp: Dinedesk Características

source: Technology Partners
es_sp: Socios tecnológicos

source: Use DineDesk's advanced technology to facilitate marketing, receive online reservations from your website and manage seating in your dining room.
es_sp: Utilice la tecnología avanzada de DineDesk para facilitar la comercialización, recibir reservas en línea de su sitio web y gestionar los asientos en su comedor

source: Guest management
es_sp: invitado

source: Manage wait-listed guests and notify them of free tables via SMS. Store guest information and manage table seatings to optimize the number of guests you serve each day.
es_sp: Administrar clientes en lista de espera y notificarles de mesas libres a través de SMS.Almacenar información de los clientes y gestionar los asientos de mesa para optimizar el número de invitados que usted sirve cada día

source: Deals and offers
es_sp: Ofertas y ofertas

source: Attract new guests to your restaurant with online specials that you publish on your website, Facebook, and Twitter. Quickly create an event in Facebook or send invitations by email.
es_sp: Atraer nuevos clientes a su restaurante con especialidades en línea que publica en su página web, Facebook y Twitter. Crear rápidamente un evento en Facebook o enviar invitaciones por correo electrónico.

source: DineDesk's social media publishing platform enables you to manage your Facebook page and other social media channels, accepting reservations and posting new menus and deals.
es_sp: Plataforma de publicación de los medios de comunicación social de DineDesk le permite administrar su página de Facebook y otros canales de medios sociales, la aceptación de las reservas y la publicación de nuevos menús y ofertas.

source: Restaurant Menus
es_sp: Restaurante Menús

source: DineDesk helps you put your menu online and share it with guests via Facebook, your classic website and on a new mobile website for smart phones and tablets.
es_sp: DineDesk le ayuda a poner el menú en línea y compartirlo con los clientes a través de Facebook, su sitio web clásico y en un nuevo sitio web para móviles para teléfonos inteligentes y tabletas.

source: Email marketing
es_sp: El email marketing

source: Reach out to your past guests and invite them back to your restaurant with a DineDesk email and SMS marketing campaign.
es_sp: Llegar a sus huéspedes anteriores e invitarlos de nuevo a su restaurante con un email DineDesk y campaña de marketing SMS.

source: Free Reservations from your Website
es_sp: Reservas gratuitas en su sitio web

source: Manage your Dining Room
es_sp: Administre su Comedor

source: Manage Reservations and Walk-ins
es_sp: Administrar reservaciones y walk-ins

source: Manage your Restaurant with DineDesk
es_sp: Administrar su restaurante con DineDesk

source: Use DineDesk to manage all your front-of-restaurant operations, from marketing and online reservations to waitlist management and seating in your dining room. Our integrated suite of restaurant management tools helps you reach new guests using social media and mobile technology, while enabling them to make free reservations at your restaurant.
es_sp: Utilice DineDesk para gestionar todas tus front-de-restaurante de las operaciones, de marketing y reservas en línea a lista de espera de gestión y de estar en su comedor. Nuestra suite integrada de herramientas de gestión de restaurante ayuda a llegar a nuevos clientes utilizando los medios sociales y la tecnología móvil, mientras que lo que les permite hacer reservaciones gratuitas en su restaurante.

source: DineDesk's social media publishing platform enables you to manage your Facebook page and other social media channels, accepting reservations and posting new menus and deals.
es_sp: Plataforma de publicación de los medios de comunicación social de DineDesk le permite administrar su página de Facebook y otros canales de medios sociales, la aceptación de las reservas y la publicación de nuevos menús y ofertas.

source: Attract New Guests while Bringing Past Customers Back for More
es_sp: Atraer a nuevos clientes, mientras traes a los clientes anteriores de regreso por mas

source: Restaurants can't compete today without using all online marketing channels, from email and SMS to mobile websites and Facebook. Stay in touch with your market with DineDesk's Social Media publishing platform.
es_sp: Los restaurantes no pueden competir hoy en día sin el uso de todos los canales de marketing en línea, desde el correo electrónico y SMS a los sitios web móviles y Facebook. Mantente en contacto con su mercado con la plataforma de publicación de DineDesk Social Media.

source: Increase your Bookings with Online Marketing and Social Media
es_sp: Aumente sus reservas con Marketing Online y Social Media

source: Reach your customers in their email Inboxes
es_sp: Llegar a sus clientes en sus bandejas de entrada de correo electrónico

source: Your customers check their inbox all day, every day. You're sure to reach them with email and SMS.
es_sp: Sus clientes revisar su bandeja de entrada todo el día, todos los días. Usted está seguro de llegar a ellos con el correo electrónico y SMS.

source: Deals and specials attract new guests to your restaurant
es_sp: Ofertas y promociones especiales atraen a nuevos clientes a su restaurante
