Repository: nightraiser/teck_apptidue
Catalog: library/Rdine/Translate/Language/*.po
Languages: es_sp

source: Enter your special offers in DineDesk for immediate publication on your website, mobile website, Facebook and other social media channels.
es_sp: Especifique las ofertas especiales en DineDesk para su publicación inmediata en su página web, sitio web para móviles, Facebook y otros canales de medios sociales

source: Publish and manage all social media posts, deals and events from a central control panel.
es_sp: Publicar y administrar todos los mensajes de los medios sociales, ofertas y eventos de un panel de control central.

source: Share your restaurant menu online
es_sp: Comparte tu menú en línea

source: Design your menu online and distribute it with one click on your website, Facebook and other social media channels.
es_sp: Diseña tu menú en línea y distribuyelo con un solo clic en su página web, Facebook y otros canales de medios sociales

source: DineDesk brings your website to smart phones and tablets
es_sp: DineDesk trae su sitio web para teléfonos inteligentes y tabletas

source: Reach your guests with mobile friendly websites, designed specifically for use on smart phones and tablets.
es_sp: Llegar a sus invitados con los sitios web móviles amigables, diseñados específicamente para su uso en teléfonos inteligentes y tabletas.

source: Immediate feedback from your guests, using DineDesk's tools, helps you improve customer service.
es_sp: Retroalimentación inmediata de sus clientes, utilizando herramientas DineDesk, le ayuda a mejorar el servicio al cliente

source: DineDesk's tools make social media easy
es_sp: Las Herramientas de DineDesk hacen su social media fácil

source: Company
es_sp: empresa

source: DineDesk Launches at New England Food Show
es_sp: DineDesk lanza en New England Food Show

source: New, premium online restaurant reservation & table management system developed by a restaurant owner for restaurant owners
es_sp: Nuevo sistema de gestión de reservas de restaurantes, la prima en línea y mesa desarrollado por el propietario de un restaurante para los dueños de restaurantes

source: Gates decided to tap into his engineering background to develop an online system after becoming increasingly frustrated with the constant cost increases from the online reservation system he had been using at his six restaurants. In addition, that system had blocked restaurants from using the Internet and prevented them from accessing the system remotely ' from places or on mobile devices other than the costly equipment they required restaurants lease from them in order to use their system. The straw that broke the camel's back was the response that Gates received from his sales representative as he tried to work with them to make their product more user-friendly for a restaurateur running on tight margins. 'If you don't like our system, try something else' was his rep's response ' and so he did!
es_sp: Gates, decidió explotar su experiencia en ingeniería para desarrollar un sistema en línea después de convertirse en cada vez más frustrado con los constantes aumentos de los costos del sistema de reservas en línea que había estado utilizando en sus seis restaurantes. Además, ese sistema había bloqueado los restaurantes que utilicen Internet y les impidió el acceso al sistema de forma remota "de lugares o en los dispositivos móviles que no sean el equipo costoso que requiere restaurantes arrendamiento de los mismos con el fin de utilizar su sistema. La gota que colmó el vaso fue la respuesta que Gates recibió de su representante de ventas, mientras trataba de trabajar con ellos para hacer su producto más fácil de usar para un restaurador que se ejecuta en los márgenes estrechos. 'Si no te gusta nuestro sistema, intentar otra cosa "fue la respuesta de su representante", y así lo hizo!

source: In less than one year, DineDesk is used by 130+ restaurants throughout Boston and greaterMassachusetts, Providence, Philadelphia and Atlanta. For its clients, DineDesk is reserving 3,000 seats and growing per day and since its inception has reserved seats for 350,000 guests.
es_sp: En menos de un año, DineDesk es utilizado por 130 + restaurantes a través de Boston y Providence, greaterMassachusetts, Filadelfia y Atlanta. Para sus clientes, DineDesk está reservando 3.000 asientos y creciente por día y desde su creación se ha reservado asientos para 350.000 personas.

source: DineDesk's key differentiators are:
es_sp: Diferenciadores clave de DineDesk son:

source: Flat monthly fee of $30 with no additional per reservation costs;
es_sp: Cuota fija mensual de $ 30 sin costos adicionales por reserva;

source: Integrated reservations capability ' reservations can be taken and managed over the phone and through the restaurant's website and Facebook page;
es_sp: Reservas reservas de capacidad integrada 'se pueden tomar y se gestionan por teléfono ya través de la página web del restaurante y la página de Facebook;

source: Cloud-based reservation system that can be used from any Internet active device ' computer, tablet or smart phone ' and DOES NOT require additional leased or purchased equipment;
es_sp: Sistema de reserva basado en la nube que se puede utilizar desde cualquier dispositivo a Internet activa 'ordenador, tableta o teléfono inteligente' y no requiere de equipo arrendado o adquirido adicional;

source: Open API environment allowing for future aggregation and marketing partnerships;
es_sp: Ambiente API abierta que permite futuras de agregación y comercialización asociaciones;

source: Custom widgets and widget marketing tool allowing restaurants to promote specials & programs via a chalkboard displayed on the reservation page;
es_sp: Widgets personalizados y herramienta de marketing que permite widget de restaurantes de promoción especiales y programas a través de una pizarra que aparece en la página de reserva;

source: Phone notify feature allows restaurateurs the ability to offer the modern convenience of online bookings while continuing to run their restaurant as they prefer (pen & paper or entry into another system);
es_sp: Teléfono función de notificación permite a los restauradores la capacidad de ofrecer la comodidad moderna de reservas en línea sin dejar de ejecutar su restaurante, ya que prefieren (pluma y papel o entrada en otro sistema);

source: Ability to build, maintain and own guest database & execute seamless email marketing campaigns through a partnership with Constant Contact;
es_sp: Capacidad de construir, mantener y propia base de datos de huéspedes y ejecutar campañas de marketing por correo electrónico sin fisuras a través de una asociación con Constant Contact;

source: DineDesk two-way wait list system ' an alternative to expensive existing buzzer systems, an integrated two-way system for deployment where guests' smart phones are turned into wait list pagers providing restaurant hosts direct two-way communication through SMS Text regarding wait list status and other updates;
es_sp: DineDesk de dos vías sistema de lista de espera "una alternativa a los costosos sistemas de timbre ya existentes, un sistema de dos vías integradas para el despliegue, donde los huéspedes teléfonos inteligentes se convierten en lista de espera pagers proporcionando restaurante anfitriones directa comunicación bidireccional a través de SMS de texto sobre el estado de la lista de espera y otras actualizaciones;

source: High-powered table management including guest history, on the fly schedule and inventory changes, walk-in integration, table holding, and much more;
es_sp: Gestión de la tabla de alta potencia, incluyendo la historia de invitados, en el horario de vuelo y cambios en el inventario, a pie-en la integración, mesa de celebración, y mucho más;

source: 24-hour tech support.
es_sp: Soporte técnico las 24 horas.

source: DineDesk is a premium online restaurant reservation and table management system. It was developed by a restaurant owner for restaurant owners to provide an affordable and robust solution to fulfill their online reservation and guest management needs.
es_sp: DineDesk es un sistema de gestión de restaurantes y reservas de mesa en línea premium. Fue desarrollado por el dueño de un restaurante de los dueños de restaurantes para ofrecer una solución asequible y robusta para satisfacer sus necesidades de gestión de reservas en línea y de la huésped.

source: Press Release
es_sp: Comunicado de Prensa

source: DineDesk launches online marketing & operations platform
es_sp: DineDesk lanza marketing en linea y plataforma de operaciones

source: DineDesk generates more business by automating Reservations, Order Management, Email marketing, Customer Communication & Deals.
es_sp: DineDesk genera más negocio mediante la automatización de reservas, gestión de pedidos, marketing por correo electrónico, comunicación y Promociones a cliente

source: The restaurant industry is often faced with many challenges since 'dining' is a business of extremes. The volumes are stressful during peak times and yet restaurants want to 'drive in' patrons during non-peak hours. As a result the staff is always on edge struggling to give the best dining experience to their guests. And the struggle continues for the management who is always on lookout for new marketing avenues.
es_sp: La industria de restaurantes es a menudo enfrenta a muchos desafíos desde 'comedor' es un negocio de extremos. Los volúmenes son estresantes durante las horas pico y sin embargo los restaurantes quieren monitorear los clientes durante las horas no pico. Como resultado, el personal está siempre en el limite luchando para darle la mejor experiencia de comida a sus clientes. Lucha continúa por la gestión que está siempre en búsqueda de nuevas vías de comercialización.

source: Restaurants spend a lot of money and time to develop a web presence and then market through websites, social media, SMS or emails to generate more business as well as to create an online identity. The non-availability of technical or sales specialists make it difficult for them to update and share information as and when they need to. We at
es_sp: Restaurantes gastan un montón de dinero y tiempo para desarrollar una presencia en la web y luego comercializar a través de sitios web, redes sociales, SMS o correos electrónicos para generar más negocios, así como para crear una identidad en línea. La no disponibilidad de especialistas técnicos o de ventas hacen que sea difícil para ellos para actualizar y compartir información cuando se necesitan. Nosotros, en

source: understand this having spent long hours in research and communication. Considering the rich expertise in restaurant sector, we have launched a BEST-IN-CLASS solution that will move restaurants to the next level at an accelerated pace.
es_sp: entender esto de haber pasado largas horas en la investigación y la comunicación. Teniendo en cuenta la experiencia rica en sector de la restauración, se ha puesto en marcha una solución MEJOR EN SU CLASE que moverá restaurantes a un nivel superior a un ritmo acelerado.

source: Our vision is to work with our restaurant owners, who are our key customers and become their affordable technology partner in this ever-changing technology enabled world. We focus on providing them with world class, dependable software applications and related services to increase productivity, revenue and market Image. We work to provide a better dining experience for their patrons.
es_sp: Nuestra visión es trabajar con nuestros dueños de restaurantes, que son nuestros principales clientes y convertirse en su socio tecnológico asequible en este mundo de la tecnología habilitada en constante cambio. Nos centramos en proporcionarles clase mundial, las aplicaciones de software confiables y los servicios relacionados para aumentar la productividad, los ingresos y el mercado de Imagen. Trabajamos para ofrecer una mejor experiencia de comedor para sus clientes.

source: is on its way to becoming the next big thing across, South East Asia, Middle East and Europe
es_sp: está en camino de convertirse en la próxima gran cosa en todo, el sudeste de Asia, Oriente Medio y Europa

source: India. The market response looks overwhelming with a growing number of quick adaptors already signing on globally. Our application is presently serving nearly 500 restaurants globally and is seating nearly 15000 customers each day.
es_sp: La India. La respuesta del mercado parece abrumadora, con un número creciente de adaptadores rápidos ya la firma en todo el mundo. Nuestra aplicación está actualmente sirviendo cerca de 500 restaurantes en todo el mundo y es asiento de casi 15.000 clientes cada día.

source: is the first of its kind solution where a restaurant business can directly control their assets, accept bookings and promote activity using social media channels, partners, their own websites, mobile website etc.
es_sp: es la primera solucion de su tipo en la que un negocio de restaurante puede controlar directamente sus activos, aceptar reservas y promover la actividad utilizando los canales de medios sociales, socios, sus propios sitios web, sitio web para móviles, etc

source: offers a centralized mechanism to control restaurants assets. From DineDesk, restaurants can configure reservation widgets, deals and menu widgets on their web, mobile and social assets. When they post a deal, coupon, an update or even change menu offering using the DineDesk control panel, it is automatically shown on social media pages (Facebook, Twitter, Google), restaurant websites, mobile websites and other partner websites. They can then start to accept bookings from multiple sources and use our table management and operation management tools to manage the business more efficiently.
es_sp: ofrece un mecanismo centralizado para controlar los activos de los Restaurantes. Desde DineDesk, los restaurantes pueden configurar los widgets reservas, ofertas y widgets del menú en su web, móvil y de las redes sociales. Cuando se publica un acuerdo, cupón, actualización o incluso cambia el menú el panel de control DineDesk, realiza los cambios automáticamente en las páginas de medios sociales (Facebook, Twitter, Google), los sitios web de restaurantes, sitios web móviles y otros sitios web asociados. A continuación, puede empezar a aceptar reservas a partir de múltiples fuentes, el uso de nuestras herramientas de gestión de mesa y de gestión de operaciones para manejar el negocio de manera más eficiente

source: If restaurants don't have a website or mobile website. We design it for free and integrate it with DineDesk! We are also closely integrated with social media services like Facebook. If the restaurant is new to social media (Facebook, Twitter or Google+), as a part of restaurant setup, we offer free social media setup and training to capitalize on the wave. If restaurants already have one, we make it revenue generating by setting up our reservation, deals and menu widgets, which help in converting the social media users into potential patrons.
es_sp: Si los restaurantes no tienen un sitio web o sitio web para móviles. Lo diseñamos de forma gratuita y la integramos con DineDesk! También estamos estrechamente integrados con los servicios de medios sociales como Facebook. Si el restaurante es nuevo en las redes sociales (Facebook, Twitter o Google +), como parte de la configuración del restaurante, le ofrecemos libre configuración a medios de comunicación social y la formación para aprovechar la ola. Si los restaurantes ya disponen de una, podemos hacer que la generación de ingresos mediante la creación de nuestra reservas, ofertas y los widgets del menú, ayudan en la conversión de usuarios de los medios sociales a clientes potenciales

source: provides a very flexible and easy to use solution for your restaurants with features like:
es_sp: proporciona una solución muy flexible y fácil de usar para sus restaurantes con características como:

source: Table Management
es_sp: Gestión de la tabla

source: (Accept bookings from mobile, restaurant website, Facebook, Phone)
es_sp: (Acepta reservas de móvil, página web del restaurante, Facebook, Teléfono)

source: Deal management
es_sp: gestión de acuerdo

source: for improved publication and marketing of deals
es_sp: para mejorar la publicación y comercialización de ofertas

source: Guest Data
es_sp: datos Invitado

source: , feedback and history
es_sp: , comentarios e historial

source: Customer Communication
es_sp: Comunicación con el Cliente

source: to enhance customer satisfaction and loyalty, Contd...
es_sp: para mejorar la satisfacción del cliente y la lealtad, Cont ...

source: Reporting and analytics
es_sp: Presentación de informes y análisis

source: to support management in taking informed decisions
es_sp: para apoyar la gestión en la toma de decisiones informadas

source: Mobile / iPad enabled applications
es_sp: Aplicaciones habilitadas Móvil / iPad

source: for increased productivity and better accessibility
es_sp: para una mayor productividad y una mejor accesibilidad

source: Menu/Order Management
es_sp: Gestión de menús / Orden

source: , in house, take away, home delivery and pre ordering, Wait list for a better dining experience
es_sp: , En la casa, para llevar, entrega a domicilio y pedidos pre, Lista de espera para una mejor experiencia de comedor

source: Marketing tools like Social media
es_sp: Las herramientas de marketing como los medios sociales

source: , email marketing and third party integrations
es_sp: , Marketing por correo electrónico e integraciones de terceros

source: Widgets
es_sp: Reproductores

source: seamlessly integrate with any third party providers
es_sp: integrar a la perfección con cualquier proveedor de terceros

source: Centralized control
es_sp: El control centralizado

source: over information across chain.
es_sp: sobre la información a través de la cadena.

source: Easy to use
es_sp: Fácil de utilizar

source: and setup, no special hardware required. Can be accessed from laptops, desktops, tablets, mobile phones and any internet connected devices.
es_sp: y configurar, sin necesidad de hardware especial. Se puede acceder desde las computadoras portátiles, computadoras de escritorio, tablets, teléfonos móviles o cualquier dispositivo conectado a Internet.

source: Native windows
es_sp: ventanas nativas

source: installation for restaurants with connectivity issues. What more! Restaurants can receive reservations; food orders and deals bookings from various sources including social media pages!
es_sp: instalación para restaurantes con problemas de conectividad. ¿Qué más? Los restaurantes pueden recibir reservas; pedidos de comida y ofertas de reservas de varias fuentes, incluyendo páginas de medios sociales!

source: to see our widgets in action. Please view their reservation, deals and menu widgets on the FB page. Once you go through the rest of the email we would be delighted to hear back from you.
es_sp: para ver nuestros widgets en acción. Por favor, consulte su reserva, ofertas y los widgets del menú en la página de FB. Una vez que pases a través del resto del correo electrónico, estaremos encantados de volver a escuchar de usted

source: You could also follow us online using any of the following links
es_sp: También nos puede seguir en línea usando alguno de los siguientes enlaces

source: Restaurant Owners Delight as DineDesk Launches Online Marketing and Operations Platform
es_sp: Los dueños de restaurante Delight y DineDesk lanzan Marketing Online y la Plataforma de Operaciones

source: By MoneyControl
es_sp: Por Moneycontrol

source: Courtesy of :
es_sp: Cortesía de:

source: Restaurants spend a lot of money and time to develop a web presence and then market through websites, social media, SMS or emails to generate more business as well as to create an online identity. The non-availability of technical or sales specialists make it difficult for them to update and share information as and when they need to. We at
es_sp: Restaurantes gastan un montón de dinero y tiempo para desarrollar una presencia en la web y luego comercializar a través de sitios web, redes sociales, SMS o correos electrónicos para generar más negocios, así como para crear una identidad en línea. La no disponibilidad de especialistas técnicos o de ventas hacen que sea difícil para ellos actualizar y compartir información cuando se necesitan.Nosotros en

source: understand this having spent long hours in research and communication. Considering the rich expertise in restaurant sector, we have launched a BEST-IN-CLASS solution that will move restaurants to the next level at an accelerated pace.
es_sp: entendemos esto después de haber pasado largas horas en la investigación y la comunicación. Teniendo en cuenta la experiencia en sector de la restauración, se ha puesto en marcha una solución MEJOR EN SU CLASE que moverá restaurantes a un nivel superior a un ritmo acelerado

source: is on its way to becoming the next big thing across, South East Asia, Middle East and Europe &amp; India. The market response looks overwhelming with a growing number of quick adaptors already signing on globally. Our application is presently serving nearly 500 restaurants globally and is seating nearly 15000 customers each day.
es_sp: está en camino de convertirse en la próxima gran cosa en todo, el sudeste de Asia, Oriente Medio y Europa y la India. La respuesta del mercado parece abrumadora, con un número creciente de adaptadores en todo el mundo. Nuestra aplicación actualmente está sirviendo cerca de 500 restaurantes en todo el mundo y 15.000 clientes cada día

source: offers a centralized mechanism to control restaurants assets. From DineDesk, restaurants can configure reservation widgets, deals and menu widgets on their web, mobile and social assets. When they post a deal, coupon, an update or even change menu offering using the DineDesk control panel, it is automatically shown on social media pages (Facebook, Twitter, Google), restaurant websites, mobile websites and other partner websites. They can then start to accept bookings from multiple sources and use our table management and operation management tools to manage the business more efficiently.
es_sp: ofrece un mecanismo centralizado para controlar los activos de los Restaurantes. Desde DineDesk, los restaurantes pueden configurar los widgets reservas, ofertas y widgets del menú en su web, móvil y de las redes sociales. Cuando se publica un acuerdo, cupón, actualización o incluso cambia el menú el panel de control DineDesk, realiza los cambios automáticamente en las páginas de medios sociales (Facebook, Twitter, Google), los sitios web de restaurantes, sitios web móviles y otros sitios web asociados. A continuación, puede empezar a aceptar reservas a partir de múltiples fuentes, el uso de nuestras herramientas de gestión de mesa y de gestión de operaciones para manejar el negocio de manera más eficiente.
