Repository: nightraiser/teck_apptidue
Catalog: library/Rdine/Translate/Language/*.po
Languages: es_sp

source: At a Glance
es_sp: De un vistazo

source: Online Marketing
es_sp: Marketing Online

source: Guest Management
es_sp: invitado

source: Manage your Restaurant Easily and Efficiently with DineDesk
es_sp: Con DineDesk Administra tu restaurante es fácil y eficiente

source: DineDesk offers you an integrated suite of tools to manage your social media marketing, website, mobile website, reservations, wait list and table seating.
es_sp: DineDesk le ofrece un conjunto integrado de herramientas para gestionar su marketing en medios sociales, la web, la web móvil, reservas, lista de espera y el asiento de la tabla.

source: Request a free demo today
es_sp: Solicite una demo gratis

source: Manage and Market your Restaurant with DineDesk
es_sp: Administra y Promociona tu restaurante con Dine Desk

source: Marketing
es_sp: Mercadeo

source: Attract new diners using social media, email and a mobile website
es_sp: Atraer a nuevos comensales utilizando las redes sociales, correo electrónico y un sitio web para móviles

source: view more...
es_sp: ver más ...

source: Online Reservations
es_sp: reservas en línea

source: Receive free reservations from your website and Facebook
es_sp: Recibe reservas gratis desde su sitio web y Facebook

source: Manage your table assignments, reservations and walk-ins, all in one place
es_sp: Administre sus asignaciones de la tabla, reservas y walk-ins, todo en un solo lugar

source: Grow your Business by Partnering with DineDesk
es_sp: Crezca su negocio mediante la asociación con DineDesk

source: Partner with DineDesk to offer new products and services to your restaurant clients. New products mean a stronger relationship with your restaurants and more income for your business.
es_sp: Asociese con DineDesk para ofrecer nuevos productos y servicios a sus clientes. Nuevos productos significan una relación más fuerte con sus restaurantes y más ingresos para su negocio

source: Earn More by Selling DineDesk Technology to Restaurants
es_sp: Gana más vendiendo la tecnología DineDesk a restaurantes

source: Offer new products without large investments
es_sp: Ofrecer nuevos productos y sin grandes inversiones

source: Whether you are a restaurant portal, restaurant supplier or a consultant in the field, you can profit through a partnership with DineDesk. We supply the technology and train you how to sell it. You do the sales and earn money each time a restaurant signs a contract.
es_sp: Ya sea un portal, proveedor o consultor de restaurantes en el campo, puede beneficiarse a través de una asociación con DineDesk. Le proporcionamos la tecnología y le enseñamos a venderla. Hacen las ventas y ganan dinero cada vez que un restaurante firma contrato con ustedes.

source: DineDesk provides you full support and training
es_sp: DineDesk te proporciona el apoyo total y capacitacion

source: DineDesk will support you at each step of the way. We train you in our technology and teach you how best to sell it to restaurants. And we are always there to answer questions, supporting you in all your sales activities.
es_sp: DineDesk le apoyará en cada paso del camino. Nosotros le entrenamos en nuestra tecnología y te enseñamos la mejor forma de vender a los restaurantes. Y estamos siempre allí para responder preguntas, apoyando en todas sus actividades de ventas.

source: A compelling suite of tools at an affordable price
es_sp: Una kit de herramientas a un precio accesible

source: DineDesk offers a complete set of marketing, reservation and guest management tools at a reasonable price, making it easy for you to earn money. Plus, we offer full APIs for more advanced integration into your website or other products.
es_sp: DineDesk ofrece un conjunto completo de herramientas para la gestión, marketing y reservas a un precio razonable, lo que hace que sea fácil para que usted ganar dinero. Además, ofrecemos API completo para más integración avanzada en su sitio web y otros productos

source: We are your technology partners!
es_sp: Somos sus socios de tecnología!

source: Design and hosting
es_sp: Diseño y hospedaje

source: Free mobile friendly website
es_sp: Libre sitio web amigable móvil

source: Free widgets Integration
es_sp: Widgets gratuitos Integración

source: End to End Technology assistance
es_sp: De extremo a extremo la asistencia Tecnología

source: Make your restaurant and mobile website revenue generating without any IT staff!
es_sp: Haga su restaurante y sitio web para móviles de generación de ingresos sin ningún personal de TI!

source: Dine Desk offers a centralized mechanism to control your website. From Dine Desk, you can configure your reservation widget, deals and menu widgets on your website. You can then accept reservations, orders and deals from multiple sources including your Facebook and restaurant website. Don't have a website or mobile website? Do not worry. We will design it for you and integrate it with Dine Desk!
es_sp: Dine turística ofrece un mecanismo centralizado para controlar su sitio web. De Dine turística, se puede configurar el widget de reservas, ofertas y los widgets del menú en su sitio web. Podrá aceptar reservas, pedidos y ofertas de múltiples fuentes, incluyendo sus cuentas de Facebook y la página web del restaurante. ¿No tienes un sitio web o página web para móviles? No se preocupe. Nosotros diseñaremos para usted y su integración con Dine turística!

source: You need more technology assistance?
es_sp: Usted necesita más asistencia tecnológica?

source: Contact us!
es_sp: Póngase en contacto con nosotros!

source: Wait list and Table management helps you organize and communicate with your patrons when your staff is busy managing the seated guests.
es_sp: Lista de espera y la gestión de la tabla le ayuda a organizar y comunicarse con sus clientes cuando su personal está ocupado el manejo de los invitados sentados.

source: Have you ever wondered how to manage and keep track of people in waiting? We got a very easy way to keep patrons engaged. When your restaurant is busy, they don't have to wait at the waiting area for their turn. Dine Desk's Wait list feature helps you communicate with your guests automatically. It notifies when the table is ready with an sms. That's not it! You can build your floor plan to simulate your floor. With Dine Desk when the patron comes in, you can seat them on a table of your choice, change different status and manage several operations using easy to use tools.
es_sp: ¿Te has preguntado cómo gestionar y realizar un seguimiento de las personas en espera? Tenemos una manera muy fácil de mantener a los usuarios que participan. Cuando su restaurante está lleno, no tienen que esperar en la sala de espera de su turno. Función de lista de espera Dine de escritorio le ayuda a comunicarse con sus clientes de forma automática. Notifica cuando la mesa está preparada con un sms. Eso no es todo! Usted puede construir su plan de piso para simular su piso. Con Dine Desk cuando el patrón llega, usted puede sentarse en una mesa de su elección, cambiar estatus diferente y gestionar varias operaciones mediante herramientas de fácil uso.

source: Table Management and wait list?
es_sp: Gestión de la tabla y la lista de espera?

source: Easy to use tools to draw dining areas
es_sp: Fácil de usar herramientas para dibujar zonas de comedor

source: Customizable reservation statuses
es_sp: Estados reservas personalizables

source: Two way wait list - SMS/email notify
es_sp: Dos vías de lista de espera - SMS/email notificar

source: No Shows and Guest preferences
es_sp: si no se presenta

source: Reservation history and guest info
es_sp: Historia reserva de habitaciones y los huéspedes info

source: Calendar View (day/week/month)
es_sp: Vista de calendario (día / semana / mes)

source: Deals and offers!
es_sp: Ofertas y ofertas!

source: Post a deal once see everywhere
es_sp: Publique una oferta una vez que vea todo el mundo

source: Displays on Facebook, Website
es_sp: Muestra en Facebook, Website

source: Pushed to third party providers
es_sp: Empujado a los proveedores de terceros

source: Fill guests in non peak hours
es_sp: Clientes en las horas no pico Llena

source: Opt offers to be done with reservations
es_sp: Ofertas optan por hacer con las reservas

source: Email blast to contacts about the deal
es_sp: Email blast a los contactos sobre el acuerdo

source: Earn more revenue by posting deals and offers! Control your offers and post them to your website, social media pages and partner websites.
es_sp: Obtenga más ingresos mediante la publicación de ofertas y ofertas! Controle sus ofertas y publicarlos en su sitio web, páginas de medios sociales y sitios web asociados.

source: Dine Desk provides you a centralized mechanism to post deals and offers. When you design and post a deal, it get automatically shown on your restaurant website, Facebook page and your partners websites.
es_sp: Dine turística que proporciona un mecanismo centralizado para publicar ofertas y ofertas. Al diseñar y publicar una cosa, conseguir muestra automáticamente en la página web del restaurante, página de Facebook y sus socios de sitios web.

source: Not just this, notify us to do an email blast about your deal and we will let all your customers know about it.
es_sp: No sólo esto, nos notifican que hacer un mensaje masivo acerca de su oferta y nos permitirá a todos sus clientes lo saben.

source: When bookings come in, you can see the origin, deal and booking details from the DineDesk control panel.
es_sp: Cuando las reservas entran, se puede ver el origen, tratar y detalles de reserva desde el panel de control DineDesk.

source: Are you capitalizing on the trend! Accept bookings for reservations and deals from your social pages.
es_sp: ¿Está capitalizando en la tendencia! Acepta reservas para las reservas y ofertas de sus páginas sociales.

source: Our business research showed that restaurants spend lot of money and time on social media marketing. We have an ideal solution in Dine Desk. Why spend on it? Dine Desk is closely integrated with Facebook. If you are new to social media (Facebook, twitter or Google+), as a part of restaurant setup, we offer free social media pages. If you already have one, we link it. When you post a deal, Offer or update on Dine Desk it automatically is shown on Facebook. What more! You can receive reservations; food orders and deals bookings from your social media pages! It sounds exciting isn't it?
es_sp: Nuestra investigación de las empresas mostró que los restaurantes pasan gran cantidad de tiempo y dinero en marketing en medios sociales. Tenemos una solución ideal en Dine turística. ¿Por qué gastar en ella? Dine turística está estrechamente integrado con Facebook. Si usted es nuevo en las redes sociales (Facebook, Twitter o Google +), como parte de la configuración de restaurante, le ofrecemos gratis las páginas de medios sociales. Si ya dispone de uno, vincularlo. Al publicar una oferta, oferta o actualización sobre Dine escritorio de forma automática se muestra en Facebook. ¿Qué más? Puede recibir reservas; pedidos de comida y ofertas de reservas desde las páginas de redes sociales! Suena interesante ¿no?

source: Social media - Facebook, Twitter!
es_sp: Los medios sociales - Facebook, Twitter!

source: Free social media setup
es_sp: Configuración de medios de comunicación social libre

source: Widgets integrated with FB
es_sp: Reproductores integrados con FB

source: Facebook pages managed (extra cost)
es_sp: Páginas de Facebook se gestionan (costo adicional)

source: Auto posting by Dine Desk for deals
es_sp: Auto publicación por Dine Desk ofertas

source: Receive bookings from social media
es_sp: Recibe las reservas de los medios sociales

source: Menu setup, publish & Take orders!
es_sp: Configuración del menú, publicar y sacar órdenes!

source: Set menu once and show everywhere
es_sp: Menú de una vez y mostrar todas partes

source: Free menu setup and integration
es_sp: Configuración del menú libre y la integración

source: Displays on Facebook and your website
es_sp: Muestra en Facebook y su página web

source: Can be published to other providers
es_sp: Se pueden publicar en otros proveedores

source: Opt for order management/ deliveries
es_sp: Optar por la gestión de pedidos / entregas

source: Take orders in-house using the menu
es_sp: Tomar pedidos en la empresa a través del menú

source: Setup your menu once in Dine Desk, either just display it on your website, Facebook or also start taking orders!
es_sp: Configure su menú una vez en Dine turística, ya sea simplemente mostrarlo en su página web, Facebook o también empezar a tomar pedidos!

source: Now you do not have to contact your IT personnel to change a menu item or price on your website, Facebook or your third party partners websites. Simply, login to Dine Desk and change it in a minute.
es_sp: Ahora usted no tiene que ponerse en contacto con el personal de TI para cambiar un elemento de menú o el precio en su página web, Facebook o sus socios de terceros sitios web. Simplemente, regístrese para cenar turística y cambiar en un minuto.

source: Your website and mobile website gets updated immediately. Do you think this is just it, no! You can also opt to receive orders for food deliveries and your guests can order food before they come to your restaurant.
es_sp: Su sitio web y sitio web para móviles se actualizan inmediatamente. ¿Crees que esto es sólo ella, no! También puede optar por recibir pedidos para las entregas de alimentos y sus invitados pueden pedir comida antes de venir a su restaurante.

source: All orders can be managed using Dine Desk control panel.
es_sp: Todas las órdenes se pueden gestionar a través del panel de control Dine turística.

source: We will setup your menu for you and integrate it with Dine Desk as a part of setup process.
es_sp: Vamos a configurar el menú para ti y para integrarla con Dine turística como parte del proceso de configuración.

source: Getting difficult to get data when you need it the most? Seeking easy way to contact!
es_sp: Conseguir difícil conseguir datos cuando más lo necesitas? Buscando una forma fácil de ponerse en contacto con!

source: Do you still use the old traditional way of managing the guest information by asking your patrons to fill in a feedback form that you later stack up? You know how difficult it becomes to store the information and retrieve on time. Dine Desk provides a very easy and convenient way to manage your contacts. Your patron's details are automatically added when a reservation is made. Not just that, when you are making reservation, their information shows up along with the personal preferences and contact information.
es_sp: ¿Aún utiliza la vieja manera tradicional de la gestión de la información de los invitados preguntando a sus clientes que rellenar un formulario de comentarios que posteriormente apilar hasta? ¿Sabes lo difícil que se hace para almacenar la información y recuperar a tiempo. Dine Desk proporciona una manera muy fácil y conveniente de administrar sus contactos. Los datos de su patrón se añaden automáticamente cuando se hace una reserva. No sólo eso, cuando usted está haciendo la reserva, su información se presenta junto con las preferencias personales y la información de contacto.

source: Guest information just a click away
es_sp: Información del huésped a sólo un clic de distancia

source: Patrons information auto added to list
es_sp: Información Patronos auto añade a la lista

source: See guest preferences & history
es_sp: Ver las preferencias y la historia de los huéspedes

source: Auto-wish/ notify deals for occasions
es_sp: Auto-wish/notify ofertas para las ocasiones

source: Captures and manage no shows
es_sp: Captura y gestión no se presenta

source: Feedback and reviews captured
es_sp: Comentarios y opiniones capturados

source: eMail Marketing? Mail Blast!
es_sp: marketing por correo electrónico? Targeta de correo!

source: Free email campaigns up to 2000 guests
es_sp: Campañas de correo electrónico gratis de hasta 2.000 invitados

source: Send attractive templates and deals
es_sp: Enviar plantillas atractivas y ofertas

source: Integrated with DD control panel
es_sp: Integrado con el panel de control DD

source: Email marketing helps you keep customers and prospects coming back.
es_sp: El email marketing le ayuda a mantener a los clientes actuales y potenciales que vuelven.

source: DineDesk provides its customers free email marketing for up to 2000 guests per month.
es_sp: DineDesk ofrece a sus clientes de marketing de correo electrónico gratuito con capacidad para 2.000 personas por mes.

source: You can now use attractive, professionallooking email communications to stay in regular touch with your guests and build strong customer relationships. It's easy and fast, just let us know what you want to send and we send it.
es_sp: Ahora puede utilizar atractivo, professionallooking comunicaciones por correo electrónico para mantenerse en contacto regular con sus clientes y construir relaciones sólidas con los clientes. Es fácil y rápido, sólo háganoslo saber lo que usted desea enviar y lo enviamos.

source: Statistics will be provided to you about each campaign, as to how many have seen the your email.
es_sp: Las estadísticas se facilitarán con usted acerca de cada campaña, en cuanto a cuántos han visto el e-mail.

source: Capabilities for reporting and analytics provide a basis on which to establish,measure and analyze key performance metrics to drive processes!
es_sp: Las capacidades para la presentación de informes y análisis proporcionan una base sobre la que establecer, medir y analizar las métricas de rendimiento clave para impulsar los procesos!

source: Dine Desk provides you extensive reporting and analytics with a few clicks. You can view several reports like reservations on any specific day, origin of bookings, peak times, average reservations.
es_sp: Dine turística que ofrece amplia información y análisis con unos pocos clics. Puede visualizar varios informes como reservas en cualquier día determinado, origen de las reservas, las horas punta, las reservas promedio.

source: More to add is a free custom report on monthly basis, which provides you detailed information including how restaurant fared in the current month and comparisons with earlier months.
es_sp: Más para agregar un informe personalizado gratuito mensualmente, que le proporciona información detallada, incluyendo cómo el restaurante le fue en el mes y comparaciones actual con los meses anteriores.

source: View origin of business (walk-ins, phone bookings, Facebook, website or third party)
es_sp: Ver el origen de los negocios (walk-ins, reservas telefónicas, Facebook, sitio web o de terceros)

source: Reporting and Analytics!
es_sp: Informes y análisis!

source: Extensive report generation
es_sp: Generación de informes Amplio

source: Customized free report sent monthly
es_sp: Customized informe libre envía mensualmente

source: Reservation reports day/week/ Month
es_sp: Reserva reporta día / semana / mes

source: Where, when and how bookings done
es_sp: ¿Dónde, cuándo y cómo las reservas hechas

source: Integration with your POS or ERP?
es_sp: Integración con su punto de venta o ERP?

source: Integrate seamlessly with any system
es_sp: Integre a la perfección con cualquier sistema

source: Reservations will be linked with your POS
es_sp: Las reservas se pueden vincular con su punto de venta

source: Integrated to your CRM or other tools
es_sp: Integrado a su CRM u otras herramientas

source: Centralized control with DineDesk
es_sp: El control centralizado con DineDesk

source: Worried about different systems to use? Why partner with many different providers for different purposes?
es_sp: Preocupado por los diferentes sistemas a utilizar? ¿Por qué asociarse con muchos proveedores diferentes para diferentes propósitos?

source: Dine Desk easily integrates and collaborates with any system that you have. We have open API's, which let Dine Desk easily communicate with your POS / ERP and let your usual process run the way they have been.
es_sp: Dine Desk se integra fácilmente y colabora con cualquier sistema que usted tiene. Tenemos APIs abiertas, que permiten Dine turística comunicarse fácilmente con su POS / ERP y deje que su proceso habitual ejecutar la forma en que han sido.

source: Just contact your service provider and tell them you want to integrate with us. We will provide you a solution for free.
es_sp: Sólo en contacto con su proveedor de servicios y decirles que desea integrar con nosotros. Le daremos una solución de forma gratuita.

source: Dine Desk can also integrate with your internal processes and offer custom solutions for your hospitality needs!
es_sp: Dine turística también se puede integrar con los procesos internos y ofrecer soluciones a medida para tus necesidades de la hospitalidad!

source: No special hardware or software needed. You can start using Dine Desk right this minute using any internet-enabled device.
es_sp: Sin necesidad de hardware o software especial necesario. Puede comenzar a utilizar Dine turística en este mismo momento el uso de cualquier dispositivo habilitado para Internet.

source: You can access Dine Desk via any Internet enabled device. Be it a smart phone, a tablet, a pc, laptop or a touch screen, you are all set to go. Dine Desk doesn't require any specific hardware or software to be purchased or licensed.
es_sp: Se puede acceder a Dine turística a través de cualquier dispositivo habilitado para Internet. Ya se trate de un teléfono inteligente, una tableta, un PC, ordenador portátil o una pantalla táctil, que está todo listo para ir. Dine turística no requiere ningún hardware o software específico para comprar o licencia.

source: Our widgets are customized to be mobile friendly; your mobile websites can add these widgets and start accepting reservations.
es_sp: Nuestros reproductores son personalizados para ser móvil amigable; tus sitios web móviles pueden agregar estos widgets y empiece a aceptar reservas.

source: Customers can login via any Internet enabled device to view their reservations and mark your restaurants as favorite. Your deals are notified to those customers.
es_sp: Los clientes pueden acceder a través de cualquier dispositivo habilitado para Internet para ver sus reservas y marque sus restaurantes como favorita. Sus acuerdos se notificarán a sus clientes.

source: How to Access DineDesk!
es_sp: Cómo acceder DineDesk!

source: Tablet and mobile friendly applications
es_sp: Tablet y aplicaciones móviles amigables

source: Access using any smart phone or tablet
es_sp: Acceso a través de cualquier teléfono inteligente o tableta

source: Mobile friendly widgets
es_sp: Widgets móviles amigables

source: Native apps coming shortly
es_sp: Aplicaciones nativas próximamente

source: Frequently Asked Questions
es_sp: Preguntas más frecuentes

source: 'Is DineDesk multi-terminal software?'
es_sp: "Es DineDesk software multi-terminal?"

source: DineDesk is multi-terminal software and its architecture supports both multi-site and multi-restaurant, so bookings can be taken for several restaurants across different sites on multiple terminals.
es_sp: DineDesk es un software multi-terminal y su arquitectura es compatible con multi-sitio y multi-restaurante, así que las reservas se pueden tomar durante varios restaurantes a través de diferentes sitios en múltiples terminales.

source: 'Can you take web bookings?'
es_sp: '¿Se puede tomar reservas web?
