Repository: nightraiser/teck_apptidue
Catalog: library/Rdine/Translate/Language/*.po
Languages: es_sp

source: Amendments, modifications or supplements to this Agreement shall be permitted, provided: (1) changes shall be in writing signed by the authorized representatives of both parties; (2) changes shall reference this Agreement and identify the specific articles or sections contained herein which are amended, modified or supplemented; (3) changes shall not adversely affect vested rights or causes of action which have accrued prior to the effective date of such change.
es_sp: se permitirán enmiendas, modificaciones o adiciones al presente Acuerdo, siempre que: (1) los cambios deberán ser por escrito y firmado por los representantes autorizados de ambas partes, (2) los cambios deberán hacer referencia a este Acuerdo e identificar la específica artículos o secciones contenidas en el presente que se han modificado, modificado o complementado, (3) cambios no deberá menoscabar los derechos o causas de acción que se han acumulado con anterioridad a la entrada en vigencia de dicho cambio creados.

source: Governing Law.
es_sp: Legislación aplicable.

source: The validity, construction, interpretation and performance of this Agreement shall be governed by and construed in accordance with the domestic laws of the Hyderabad, India, without regard to its conflicts of laws principles and the parties hereto irrevocably submit to the jurisdiction and venue of the courts of Hyderabad, India to resolve any dispute arising hereunder or related hereto.
es_sp: La validez, interpretación, interpretación y cumplimiento del presente Acuerdo se regirán e interpretarán de conformidad con la legislación interna de la Hyderabad, India, sin tener en cuenta sus conflictos de principios legales y las partes del presente someterán de forma irrevocable a la jurisdicción y competencia de los tribunales de Hyderabad, India para resolver cualquier controversia que surja en virtud del presente Reglamento o relacionados.

source: What Restaurant Owners Say About
es_sp: Lo que los dueños de restaurantes dicen de

source: 2-Way Wait List System
es_sp: Sistema de lista de espera de 2 vías

source: Get rid of the bulky, germ-ridden, vibrating plastic squares restaurant customers currently carry around to be notified when their table is ready. DineDesk can turn a customers smart phone into a wireless kiosk, receiving a text when their table is ready. Commonplace language allows the guest and host to communicate quickly & easily using the codes:
es_sp: Deshágase de la voluminosa, germen-montado, vibrante plástico cuadrados clientes del restaurante en la actualidad llevar a todas partes para ser notificado cuando su mesa está lista. DineDesk pueden convertir un teléfono inteligente a los clientes en un quiosco inalámbrico, recibiendo un texto cuando su mesa está lista. Lenguaje común permite que el huésped y el anfitrión para comunicarse rápida y fácilmente con los códigos:

source: Putting You in Control
es_sp: Poner usted tenga el control

source: No need for paging systems or buzzers
es_sp: No hay necesidad de sistemas de localización o zumbadores

source: Send a text or email when a guests table is ready
es_sp: Envía un SMS o correo electrónico cuando una tabla huéspedes está listo

source: Guests can respond by returning, cancelling or changing reservation from their phones
es_sp: Los huéspedes pueden responder mediante la devolución, cancelación o cambio de reserva de sus teléfonos

source: Capture the guests name and cell phone number for future marketing
es_sp: Capture el nombre de los invitados y el número de teléfono celular para la futura comercialización

source: Use Dinedesk as:
es_sp: Utilice Dinedesk como:

source: Logged in as
es_sp: Conectado como

source: Guest
es_sp: invitado

source: Dash Board
es_sp: Cuadro de mandos

source: Restaurant Management
es_sp: Gestión restaurante

source: Subscribed Restaurant
es_sp: restaurante suscrito

source: Add Restaurant
es_sp: Agregar restaurante

source: Manage Restaurants
es_sp: Gestione Restaurantes

source: Listed Restaurant
es_sp: restaurante Listado

source: Base Data Management
es_sp: Gestión de Base de Datos

source: Manage Restaurant Type
es_sp: Gestione Restaurante Tipo

source: Price Type
es_sp: Precio Tipo

source: Neighborhood
es_sp: Zona

source: Specials
es_sp: Especiales

source: Special Type
es_sp: Tipo especial

source: Special Category
es_sp: Categoría Especial

source: Special Count Type
es_sp: Especial Tipo Conde

source: Discount Percentage
es_sp: Descuento de porcentaje

source: Manage Inquiries
es_sp: Gestione Consultas

source: Inquiries
es_sp: Consultas

source: Suggestions
es_sp: Sugerencias

source: Notifications
es_sp: Notificaciones

source: Send Notification
es_sp: Enviar notificación

source: Manage Notifications
es_sp: administrar notificaciones

source: Manage Users
es_sp: administrar usuarios

source: Restaurant owners
es_sp: Los dueños de restaurantes

source: Restaurant users
es_sp: usuarios restaurante

source: Customers
es_sp: Clientes

source: View AllUsers
es_sp: Ver AllUsers

source: Manage Partners
es_sp: Gestione Partners

source: Manage Company
es_sp: administrar Empresa

source: Manage Roles
es_sp: administrar funciones

source: Change Password
es_sp: Cambiar contraseña

source: Report
es_sp: informe

source: Reservation Report
es_sp: informe de reservas

source: SMS Credit Management
es_sp: Gestión de SMS de crédito

source: Get in touch with us 24/7
es_sp: Póngase en contacto con nosotros 24/7

source: We're online 24 hours on all days. Just click on the chat widget in the bottom-right corner to chat with us. Don't worry, we're friendly people, not chat robots. In case you want to call us, feel free to give a call on 8099 8099 27. We're just a click or phone call away?
es_sp: Estamos en línea las 24 horas del día todos los días. Simplemente haga clic en el widget de chat en la esquina inferior derecha para charlar con nosotros. No te preocupes, somos gente amable, no charlar robots. En caso de que quiera llamarnos, no dude en darnos una llamada en 8099 8099 27. Estamos a sólo un clic o una llamada telefónica de distancia?

source: Reservation History
es_sp: Historia de Reservas

source: My Favorites
es_sp: Mis Favoritos

source: My Profile
es_sp: mi perfil

source: My Social Profile
es_sp: Mi Perfil Social

source: Merchant A/c Setting
es_sp: Merchant A / c Ajuste

source: USA
es_sp: EE.UU.

source: South Africa
es_sp: Sudáfrica

source: Mexico
es_sp: México

source: Singapore
es_sp: Singapur

source: Bahrain
es_sp: Bahrein

source: Features
es_sp: Características

source: Partner With Us
es_sp: Socio con Nosotros

source: Pricing
es_sp: Precios

source: Demo
es_sp: manifestación

source: Contact
es_sp: contacto

source: Request a Demo
es_sp: solicitar una demostración

source: Support
es_sp: apoyo

source: Work With DineDesk
es_sp: Trabajar Con DineDesk

source: Join Us Here
es_sp: Únete a nosotros Aquí

source: Terms & Conditions
es_sp: Términos y Condiciones

source: 2013-14 DineDesk. All rights reserved.
es_sp: 2013-14 DineDesk. Todos los derechos reservados.

source: 2013-14 DineDesk. All rights reserved
es_sp: 2013-14 DineDesk. Todos los derechos reservados

source: Terms & Conditions
es_sp: Términos y Condiciones

source: Floor Plan
es_sp: plano de planta

source: Calendar
es_sp: calendario

source: Add Reservation
es_sp: agregar reserva

source: Waitlist
es_sp: Lista de Espera

source: Block Tables
es_sp: Mesas Bloqueadas

source: Freeze Times
es_sp: Tiempos Congelados

source: Reports
es_sp: Reportes

source: Search for Guest
es_sp: Búsqueda de invitados

source: Deals
es_sp: Ofertas

source: Add New Deal
es_sp: Añadir oferta nueva

source: Manage Deals
es_sp: Gestione Ofertas

source: Menus
es_sp: Menús

source: Manage Menu
es_sp: Gestion de Menu

source: Online marketing
es_sp: Marketing en línea

source: Social Media Publishing
es_sp: medios sociales Publishing

source: Manage Guest Data
es_sp: Administrar los datos de clientes

source: Free Mobile Website
es_sp: Sitio web móvil gratuito

source: SMS Marketing
es_sp: SMS mercadeo

source: Setup
es_sp: disposición

source: Payments
es_sp: Pagos

source: Add Payments
es_sp: Añadir Pagos

source: Schedules
es_sp: Horarios

source: Schedule
es_sp: horario

source: Add Holiday Schedule
es_sp: Añadir Calendario de vacaciones

source: Holiday Schedule
es_sp: calendario de vacaciones

source: Restaurant
es_sp: restaurante

source: Edit Floor Plan
es_sp: Editar plante de piso

source: Edit Restaurant
es_sp: Editar restaurante

source: Owner Information
es_sp: información del propietario

source: Table Status Options
es_sp: Opciones de tabla de estado

source: Default View
es_sp: Vista predeterminada

source: Notification of Reservations
es_sp: Notificación de Reservas

source: Reservation Intervals
es_sp: Intervalos de reservación

source: Party Size
es_sp: tamaño del grupo

source: Require Reservation Confirmation
es_sp: Requerir confirmación de reserva

source: Booking Options
es_sp: Opciones de reserva

source: Widget Setup
es_sp: configuración de tu currículum

source: Staff management
es_sp: gestión del personal

source: Contact DineDesk
es_sp: Contacto DineDesk

source: We're online 24 hours on all days. Just click on the chat widget in the bottom-right corner to chat with us. Don't worry, we're friendly people, not chat robots. In case you want to call us, feel free to give a call on 8099 8099 27. We're just a click or phone call away?
es_sp: Estamos en línea las 24 horas del día todos los días. Simplemente haga clic en el widget de chat en la esquina inferior derecha para charlar con nosotros. No te preocupes, somos gente amable, no charlar robots. En caso de que quiera llamarnos, no dude en darnos una llamada en 8099 8099 27. Estamos a sólo un clic o una llamada telefónica de distancia?

source: Message Sending
es_sp: Enviando mensaje

source: Subject
es_sp: sujeto

source: Priority
es_sp: prioridad

source: Description
es_sp: descripción

source: Upload Document
es_sp: Cargar documento

source: Signature
es_sp: firma

source: To attach a document and link it with the notification, please select the document. Then select word(s) that you want to set as a link to the document. Click the globe on editor menu and put the link url as www.dinedesk.com/doc/your document name.extension.
es_sp: Para adjuntar un documento y vincularlo con la notificación, por favor seleccione el documento. A continuación, seleccione la palabra (s) que desea establecer como un vínculo al documento. Haga clic en el globo en el menú del editor y poner la url enlace como www.dinedesk.com / doc / documento nombre.extensión.

source: Example:
es_sp: Ejemplo:

source: If you are uploading trial.doc, then link it to
es_sp: Si va a cargar trial.doc, luego vincularlo a

source: Price Plan Details
es_sp: Detalles del Plan Precio

source: Subscription Plan Title
es_sp: Plan de Suscripción Título

source: Subscription Description
es_sp: Suscripción Descripción

source: Plan Duration
es_sp: plan de Duración

source: (Months)
es_sp: (Meses)

source: Subscription Amount
es_sp: Suscripción Monto

source: Edit Company
es_sp: Editar la empresa

source: Cancel
es_sp: cancelar

source: Add Company
es_sp: Añadir empresa

source: Add New Company
es_sp: Añadir nueva empresa

source: Created On
es_sp: Creado el

source: Status
es_sp: estatus

source: Action
es_sp: acción

source: Active
es_sp: activo

source: DeActivate
es_sp: desactivar

source: InActive
es_sp: inactivo

source: Activate
es_sp: activar

source: No records found.
es_sp: No hay registros encontrados.

source: Edit
es_sp: editar

source: Email Address is not available
es_sp: Dirección de correo electrónico no está disponible

source: Add Country
es_sp: Agregar País

source: State Code already exists
es_sp: Código del Estado ya existe

source: *required field
es_sp: * campo obligatorio

source: Add State
es_sp: Agregar Estado

source: Please Add Country
es_sp: Please Add País

source: Add City
es_sp: Añadir Ciudad

source: Please Add State
es_sp: Please Add Estado

source: City Code already exists
es_sp: Código de la Ciudad ya existe

source: New Country
es_sp: Nuevo País

source: New State
es_sp: Nuevo Estado

source: New City
es_sp: ciudad nueva

source: How did you hear about us
es_sp: ¿Cómo se enteró de nosotros

source: Select Source
es_sp: Seleccionar origen

source: Would u like to provide more information
es_sp: U como para proporcionar más información

source: Restaurant User Management
es_sp: Restaurante de gestión de usuarios

source: Restaurant Users
es_sp: restaurante Usuarios

source: Name
es_sp: nombre

source: App Status
es_sp: App estatus

source: Activate
es_sp: activar

source: Edit
es_sp: editar

source: Edit Restaurant User Details
es_sp: Editar restaurante de usuario

source: Edit Restaurant User Password
es_sp: Editar restaurante Usuario Contraseña

source: Password
es_sp: contraseña

source: Confirm Password
es_sp: confirmar Contraseña

source: Select Restaurant
es_sp: Seleccionar restaurante

source: Restaurant User Details
es_sp: Detalles del restaurante usuario

source: Code
es_sp: código

source: AddRole
es_sp: Agregar rol

source: Role Name is alredy there for this Company
es_sp: Nombre de función es todavia existe para esta Empresa

source: Please select permission
es_sp: Por favor, seleccione el permiso

source: EditRole
es_sp: Editar rol

source: Permission Name
es_sp: Nombre del permiso

source: Permission Desc
es_sp: descripción del permiso

source: Manage Role
es_sp: Gestione Rol

source: Company Name
es_sp: nombre de compañía

source: Want to Create a New Role
es_sp: Quiero crear un nuevo papel

source: Click here
es_sp: Haga clic aquí

source: Role Name
es_sp: Nombre de función

source: Role Description
es_sp: Función Descripción

source: Deactivate
es_sp: desactivar

source: In Active
es_sp: En activo

source: There are no Roles Defined for this Company
es_sp: No hay roles definidos para esta Empresa

source: Please Select Company
es_sp: Seleccione la empresa

source: Add Role
es_sp: Agregar rol

source: Select Company
es_sp: Seleccionar empresa

source: Select Permissions
es_sp: Seleccione Permisos

source: Edit Role
es_sp: Editar rol

source: Suggestions Management
es_sp: Gestión de Sugerencias

source: Suggested By
es_sp: sugerido por

source: Manager Name
es_sp: NOMBRE DEL GERENTE

source: Address
es_sp: Dirección

source: City:
es_sp: Ciudad:

source: State:
es_sp: Estado:

source: Zip:
es_sp: Código Postal:

source: Welcome Admin
es_sp: Bienvenido administración

source: Dash Board Coming Soon...
es_sp: Cuadro de mandos en construcción ...

source: Please Select Restaurant.
es_sp: Por favor seleccione restaurante

source: Search
es_sp: búsqueda

source: Start Date
es_sp: Fecha de inicio

source: End Date
es_sp: fecha fin

source: Admin Report
es_sp: Informe de Administración

source: Export Report
es_sp: Exportar informe

source: Covers
es_sp: Cubiertas

source: Completed
es_sp: terminado

source: Seated
es_sp: Sentados

source: Partially seated
es_sp: Parcial asiento

source: Wipe Ready
es_sp: Limpie Ready

source: Cancelled
es_sp: Cancelado

source: Reschedule
es_sp: reprogramar

source: Dessert
es_sp: postre

source: Check Ready
es_sp: Compruebe Ready

source: Waiting List
es_sp: Lista de Espera

source: Blocked
es_sp: obstruido

source: No-Show
es_sp: Ausente

source: W S Change
es_sp: W S Cambio

source: Walk-In
es_sp: Walking

source: Welcome Admin User
es_sp: Bienvenido Admin User

source: Add New Campaign
es_sp: Añadir nueva campaña

source: Sponsor
es_sp: patrocinador

source: Campaign Image
es_sp: Campaña de imagen

source: Campaign Link
es_sp: campaña Link

source: Please prepare campaign description
es_sp: Por favor, prepare descripción de campaña

source: Plan Details
es_sp: Detalles del Plan

source: Price Plan
es_sp: Precio del plan

source: Approx. No of Emails
es_sp: Aprox. No de mensajes de correo electrónico

source: Price per email
es_sp: Precio por correo electrónico

source: Time
es_sp: tiempo

source: Plan Type
es_sp: Tipo de Plan

source: Audience
es_sp: audiencia

source: Target
es_sp: objetivo

source: Location Details
es_sp: Detalles de la ubicación

source: Campaign Added Successfully
es_sp: Campaña añadido correctamente

source: Name
es_sp: nombre

source: Campaign Desc
es_sp: Campaña de la descripción

source: Add New Price Plan
es_sp: Crear Nuevo Precio Plan de

source: Price Plan Type
es_sp: Tipo de Plan Precio

source: Price Plan Name
es_sp: Nombre del Plan Precio

source: Intended Audience
es_sp: Destinatarios

source: No of Emails
es_sp: No de mensajes de correo electrónico

source: Amount
es_sp: cantidad

source: Please enter valid URL
es_sp: Por favor introduce el URL válida

source: Please Enter Valid URL
es_sp: Por favor, introduzca Válido URL

source: URL is valid
es_sp: URL es válida

source: Invalid Email
es_sp: inválido Email

source: Email Address is available continue registering
es_sp: Dirección de correo electrónico está disponible Continuar registrarse

source: Add New Restaurant Owner
es_sp: Crear Nuevo Propietario de restaurante

source: First Name
es_sp: Nombre

source: Confirm Email Address
es_sp: Confirmar el correo

source: Create a password
es_sp: Crear una contraseña

source: Confirm password
es_sp: confirmar contraseña

source: Phone
es_sp: teléfono

source: Country
es_sp: país

source: Add New Sponsor
es_sp: Crear Nuevo Sponsor

source: Sponsor Company Name
es_sp: Patrocinador Nombre de la empresa

source: Contact Personnel
es_sp: Contacto Personal

source: Phone No
es_sp: teléfono

source: Billing Address
es_sp: Dirección de Facturación

source: Sponsor Added Successfully
es_sp: Patrocinador añadido correctamente

source: State already exists
es_sp: Ya existe Estado

source: City already exists
es_sp: Ciudad ya existe

source: Neighbour hood already exists
es_sp: Ya existe capó Vecino

source: Can't Find State
es_sp: No puede encontrar Estado

source: Tagname already exists
es_sp: Tagname ya existe

source: Enter City
es_sp: Ingrese ciudad

source: No City Found
es_sp: No se han encontrado

source: Enter Neighbourhood
es_sp: Introduzca Vecindad

source: No Neighbourhood Found
es_sp: No Vecindad Encontrado

source: Can't Find City
es_sp: No se encuentra la ciudad de

source: Can't Find Neighbourhood
es_sp: No puede encontrar Vecindad

source: Please enter detailed address
es_sp: Por favor, introduzca la dirección detallada

source: Click to zoom
es_sp: Haga clic para ampliar

source: Drag me to adjust your location
es_sp: Arrástrame para ajustar su ubicación

source: Restaurant information
es_sp: Iinformación de restaurantes

source: Restaurant Added Sucessfully.
es_sp: Restaurante agregado correctamente.

source: Restaurant with same name and neighbourhood already exists.
es_sp: Restaurante con el mismo nombre y el barrio ya existe.

source: Business Name
es_sp: nombre de la empresa

source: Dining Style
es_sp: Estilo de comedor

source: What we are
es_sp: Que somos

source: Price Range
es_sp: Gama de precios

source: Capacity/Seats
es_sp: Capacidad / Asientos

source: We Accept
es_sp: Aceptamos

source: Hours of Operation
es_sp: Horas de operación

source: Restaurant Address
es_sp: Dirección restaurante

source: Enter Your Country
es_sp: Introduzca su país

source: Enter Your State
es_sp: Ingrese su Estado

source: City/Town
es_sp: Ciudad / Pueblo

source: Enter Your City
es_sp: Ingresa tu ciudad

source: Zip
es_sp: Código Postal

source: Enter Your Neighborhood
es_sp: Ingrese su vecindario

source: Location
es_sp: ubicación

source: Restaurant Image
es_sp: Imágenes del restaurante

source: Restaurant Logo
es_sp: Logo del restaurante

source: Time zone
es_sp: HUSO HORARIO

source: Manager name
es_sp: nombre del manager

source: Other Details
es_sp: Otros datos

source: (Not Mandatory)
es_sp: (No es obligatorio)

source: Parking
es_sp: Estacionamiento

source: Parking Details
es_sp: Detalles de estacionamiento

source: Private Party
es_sp: FIESTA PRIVADA

source: Private Party Contact
es_sp: Contacto para fistas privadas

source: Entertainment
es_sp: Entretenimiento

source: Restaurant Additional Details
es_sp: DETALLES ADICIONALES DEL RESTAURANTE

source: Average price range for a meal
es_sp: Rango de precios promedio para una comida

source: Take-out/Home-Delivery
es_sp: PARA LLEVAR/SERVICIO a domicilio

source: Meal Type
es_sp: Tipo de comidas

source: Smoking
es_sp: Fumar

source: Table Reservation
es_sp: Reserva de mesas

source: Lunch Buffet
es_sp: COMIDA BUFFET

source: Dinner Buffet
es_sp: Cena Buffet

source: Alcohol Served
es_sp: VENTA DE ALCOHOL

source: AC
es_sp: corriente alterna

source: Catering
es_sp: Eventos a domicilio

source: Kids Section
es_sp: Sección niños

source: Tags
es_sp: Etiquetas

source: Current Tags
es_sp: Etiquetas actuales

source: Add Tags
es_sp: Agregar etiquetas

source: Your restaurant has successfully been added. You will now setup the floor plan and arrange table as are in your restaurant. This helps in reservations.
es_sp: Su restaurante con éxito ha sido añadido. Lo harás ahora configurar el plano de planta y los arreglos de mesa al igual que en su restaurante. Esto ayuda en reservas.

source: Basic
es_sp: básico

source: Setting
es_sp: ajuste

source: Basic Details
es_sp: Datos básicos

source: Type
es_sp: tipo

source: Logout Url
es_sp: Salir Url

source: Partner Website Url
es_sp: Socio URL del sitio web

source: There are no restaurants for this restaurantowner.
es_sp: No hay restaurantes en esta restaurantowner.

source: Add Restaurant Owner
es_sp: Añadir Propietario de restaurante

source: Existing Restaurant Owner
es_sp: Propietario de restaurante existente

source: OR
es_sp: Oregón

source: New Owner ? Create Owner
es_sp: New Owner? Crear propietario

source: Add Owner
es_sp: Añadir propietario

source: Email Adress
es_sp: Correo electrónico

source: ENTER CHARACTERS AS SHOWN IN BOX*
es_sp: Introduzca los caracteres que se muestra en la caja *

source: By clicking SignUp, you agree to our
es_sp: Al hacer clic Inscríbete, usted está de acuerdo a nuestra

source: and
es_sp: y

source: Add Discount Percentage
es_sp: Añadir Descuento de porcentaje

source: Entered Discount Percentage already exists
es_sp: Ya existe Inscrita Descuento de porcentaje

source: Edit Discount Percentage
es_sp: Editar descuento por ciento

source: Entered Description already exists
es_sp: Descripción Entrado ya existe

source: No records found.
es_sp: No hay registros encontrados.

source: Add Special Count Type
es_sp: Agregar especial Tipo Conde

source: No records found.
es_sp: No hay registros encontrados.

source: Edit Special Count Type
es_sp: Edite Especial Tipo Conde

source: Add Special Category
es_sp: Guardar Categoría Especial

source: No records found.
es_sp: No hay registros encontrados.

source: Add Special Restaurant
es_sp: Agregar restaurante especial

source: Edit Special Category
es_sp: Edite Categoría Especial

source: Add Special Type
es_sp: Añadir Tipo especial

source: Edit Special Type
es_sp: Editar Tipo especial

source: Campaigns
es_sp: Campañas

source: Sponsor Title
es_sp: Patrocinador Título

source: Campaign Name
es_sp: Nombre de la campaña

source: Date Range
es_sp: Intervalo de fechas

source: Count
es_sp: contar

source: Please Select A State
es_sp: Seleccione un Estado

source: Edit City
es_sp: Editar Ciudad

source: Add City -
es_sp: Agregar la ciudad -

source: City already exists
es_sp: Ciudad ya existe

source: Edit City -
es_sp: Editar la ciudad -

source: Country-State
es_sp: País-Estado

source: Select Country
es_sp: Seleccionar país

source: Select State
es_sp: Seleccionar Estado

source: Add New City
es_sp: Crear Nuevo Ciudad

source: Customer Management
es_sp: Gestión de Clientes

source: Sign Up
es_sp: Regístrese

source: Edit Customer Email
es_sp: Editar Cliente Email
