Repository: nightraiser/teck_apptidue
Catalog: library/Rdine/Translate/Language/*.po
Languages: es_sp

source: About Us
es_sp: ¿Quiénes somos?

source: Contact Us
es_sp: contáctenos

source: Careers
es_sp: Carreras

source: News & Press
es_sp: Noticias y Prensa

source: Privacy Policy
es_sp: Política de privacidad

source: Terms and Conditions
es_sp: Términos y Condiciones

source: What We're All About
es_sp: Lo que está sobre todos

source: DineDesk offers restaurants the first fully integrated suite of tools to manage all aspects of online marketing, reservations and guest management. Our customers use DineDesk to assist with all their front-of-restaurant needs.
es_sp: DineDesk ofrece restaurantes de la primera suite totalmente integrada de herramientas para gestionar todos los aspectos del marketing online, reservas y gestión de clientes. Nuestros clientes utilizan DineDesk para ayudar con todas sus necesidades de primera de-restaurante.

source: We help restaurants harness the power of technology to save time and money while operating a restaurant at top efficiency. Our social media, email and mobile marketing solutions bring new guests to a restaurant, and then bring then back to the restaurant time and again. Our reservation tools provide restaurants with free online bookings from their website, mobile websites and even Facebook and other social media.
es_sp: Ayudamos a los restaurantes a aprovechar el poder de la tecnología para ahorrar tiempo y dinero mientras se opera un restaurante con la máxima eficiencia. Nuestros medios de comunicación sociales, correo electrónico y soluciones de marketing móvil traer nuevos clientes a un restaurante, y luego llevar a continuación a la época restaurante y otra vez. Nuestras herramientas de reserva ofrecen restaurantes con reservas libres en línea de su página web, sitios web para móviles e incluso Facebook y otros medios sociales.

source: DineDesk is a company with a global perspective. With operations in both the US and India, we are fully committed to offering all our products to all restaurants in all countries of the world. We work
es_sp: DineDesk es una empresa con una perspectiva global. Con operaciones en los EE.UU. y la India, estamos plenamente comprometidos a ofrecer a todos nuestros productos a todos los restaurantes de todos los países del mundo. trabajamos

source: directly with restaurants
es_sp: directamente con los restaurantes

source: or sell through
es_sp: o vender a través de

source: local partners
es_sp: socios locales

source: Our Vision
es_sp: nuestra Visión

source: We are committed to bringing simple but advanced technology to restaurants to handle daily management and marketing tasks. We believe that restaurants the world over can benefit from the same types of technology that has revolutionized the hotel and airline industries.
es_sp: Estamos comprometidos a llevar la tecnología simple pero avanzada para restaurantes para manejar las tareas diarias de gestión y comercialización. Creemos que los restaurantes de todo el mundo puedan beneficiarse de los mismos tipos de tecnología que ha revolucionado la industria hotelera y de las aerolíneas.

source: Just as restaurants strive to maintain a personal relationship with their guests, we strive to maintain personal relationships with our customers, offering our technology at a price that is affordable to all restaurants.
es_sp: Al igual que los restaurantes se esfuerzan por mantener una relación personal con sus clientes, nos esforzamos por mantener relaciones personales con nuestros clientes, ofreciendo nuestra tecnología a un precio que está al alcance de todos los restaurantes.

source: Partner with Us
es_sp: Asociarse con nosotros

source: DineDesk is always open to partnerships with companies with common interests. To open a discussion, email us at:
es_sp: DineDesk está siempre abierta a las asociaciones con empresas con intereses comunes. Para abrir una discusión, envíenos un email a:

source: or sell through
es_sp: o vender a través de

source: local partners.
es_sp: socios locales.

source: DineDesk is always open to partnerships with companies with common interests. To open a discussion, email us at:
es_sp: DineDesk está siempre abierta a las asociaciones con empresas con intereses comunes. Para abrir una discusión, envíenos un email a:

source: WORK FOR DINEDESK
es_sp: Trabaje para DINEDESK

source: Are you looking for a new challenge?
es_sp: ¿Está buscando un nuevo desafío?

source: DineDesk is a startup filled with enthusiastic, young and eager individuals. We believe in being quick on our feet, harbouring grand visions of our community of food lovers and working with the best and brightest that come our way.
es_sp: DineDesk es un inicio lleno de personas entusiastas, jóvenes y ansiosos. Creemos en ser rápido en los pies, que alberga grandes visiones de nuestra comunidad de amantes de la comida y el trabajo con los mejores y más brillantes que se cruzan en nuestro camino.

source: At DineDesk you get the best of working at a startup under the guidance of people who have worked with Fortune 500 Consulting firms. And we are proud of having them in DineDesk.
es_sp: En DineDesk usted obtiene lo mejor de trabajar en un inicio bajo la dirección de las personas que han trabajado con empresas de Fortune 500 de Consultoría. Y estamos orgullosos de tenerlos en DineDesk.

source: We believe in introspection and thus urge you to answer a few questions before you read our benefits.
es_sp: Creemos en la introspección y por lo tanto le recomendamos que responder a algunas preguntas antes de leer nuestros beneficios.

source: Is food on your mind all the time?
es_sp: ¿Es la comida en su mente todo el tiempo?

source: Do you believe you can use technology to change the way information is shown?
es_sp: ¿Cree usted que se puede utilizar la tecnología para cambiar la forma en la que la información se muestra?

source: Does passing out at 3 am sound familiar?
es_sp: ¿Desmayarse a las 3 am le suena familiar?

source: Do you like to work hard? And party harder?
es_sp: ¿Le gusta trabajar duro? Y salir de fiesta mas duro?

source: Is the idea of challenging the boss at Age of Empires 2/Counter Strike thrilling?
es_sp: Es emocionante la idea de desafiar al jefe en Age of Empires 2/Counter Huelga?

source: Life at dinedesk
es_sp: La vida en DineDesk

source: The biggest benefit of working at DineDesk? The insanely talented and passionate people you get to work with on a daily basis. People who believe in action and will stop at nothing to get something done.
es_sp: El mayor beneficio de trabajar en DineDesk? Las personas increíblemente talentosas y apasionadas se llega a trabajar con el día a día. Las personas que creen en la acción y no se detendrán ante nada para conseguir que se haga algo.

source: apart from that, why should you work at DineDesk?
es_sp: aparte de eso, ¿por qué debería trabajar en DineDesk?

source: Work on something really really important; something which affects the lives of millions of people
es_sp: Trabajar en algo muy, muy importante, algo que afecta la vida de millones de personas

source: Genuinely fun work culture (no BS, all straight talk) with cool folks
es_sp: Cultura de trabajo genuinamente divertido (no BS, toda conversación directa) con gente copada

source: We move fast; we don't have any annual plans - we always pack everything within the next three months
es_sp: Nos movemos rápido, nosotros no tenemos planes anuales - siempre nos embalamos todo dentro de los próximos tres meses

source: Serious real world training and mentorship while working in a very flat organizational structure
es_sp: Orientacion y entrenamiento serio mientras se trabaja en una estructura organizativa muy plana

source: Push yourself harder than you have ever before
es_sp: Esfuérzate más y mas duro que nunca

source: In our customers' words, save lives!
es_sp: En palabras de nuestros clientes, salva vidas

source: OPEN POSITIONS
es_sp: Posiciones Abiertas

source: Business Development Manager
es_sp: Gerente de Desarrollo de Negocios

source: India | Opening date: 15 Jan, 2014
es_sp: India | Fecha de inauguración: 15 de enero 2014

source: Requirements:
es_sp: Requisitos:

source: Detail oriented with special attention to minute data points
es_sp: Detalle orientado, con especial atención a los puntos de datos minuto

source: Ability to work in a highly charged environment without compromising on the set quality standards
es_sp: Capacidad para trabajar en un entorno altamente cargado sin comprometer los estándares de calidad establecidos

source: Read More...
es_sp: Leer más ...

source: Marketing Analyst, Sales Executive
es_sp: Analista de Marketing, Ejecutivo de ventas

source: Intelligent and self-motivated individuals, willing to work hard, to achieve and exceed targets
es_sp: Inteligente y los individuos auto-motivados, dispuestos a trabajar duro, para alcanzar y superar los objetivos

source: Excellent oral and written communication skills
es_sp: Excelentes habilidades de comunicación oral y escrita

source: Computer skills (an absolute necessity)
es_sp: Conocimientos de informática (que es absolutamente necesario)

source: No previous experience required
es_sp: No se requiere experiencia previa

source: Responsibilities:
es_sp: Responsabilidades:

source: Sourcing, curating and updating restaurant related data on DineDesk's website
es_sp: Electrónicos, el comisariado y la actualización de los datos relacionados con el restaurante en el sitio web DineDesk

source: Quality checking the data on the website to ensure that information is accurate
es_sp: Calidad comprobación de los datos en el sitio web para asegurarse de que la información es exacta

source: Generate leads for the sales team
es_sp: Generar oportunidades de venta para el equipo de ventas

source: Preparing feedbacks for restaurants and restaurant staff
es_sp: Evaluaciones Preparación para restaurantes y personal del restaurante

source: Note:
es_sp: Nota:

source: Legal work permit to work in the selected location is required
es_sp: Se requiere permiso de trabajo legal para trabajar en el lugar seleccionado

source: Apply for job
es_sp: Solicitar trabajo

source: Back to job listings
es_sp: Volver a listados de trabajo

source: System Features
es_sp: Características del sistema

source: Cloud-Based System
es_sp: Sistema basado en la nube

source: Reservation Widget
es_sp: Widget Reserva

source: Chalkboard Widget
es_sp: pizarra Widget

source: Phone Notify
es_sp: Teléfono Indicarme

source: 2-Way Wait List
es_sp: 2-Way Lista de Espera

source: Reservation Hover
es_sp: Reserva Hover

source: Customer Lists
es_sp: Listas de clientes

source: Chalkboard Widget for Restaurant Specials
es_sp: Pizarra Widget para restaurante Especiales

source: Use this DineDesk tool to create 'impulse buys' that appear to the customer as they make their
es_sp: Use esta herramienta para crear "DineDesk compras impulsivas" que aparecen para el cliente ya que se abren

source: online reservation
es_sp: reservas en línea

source: . Whether selling the chef's latest cookbook or advertising the restaurant's custom homemade birthday cakes, t-shirts, hats, etc., visitors will have the option to 'shop' as they make their reservation, thus providing an additional revenue stream before the guest even walks through the door.
es_sp: . Si la venta de la última recetario del chef o publicidad personalizada caseras tortas del restaurante cumpleaños, camisetas, sombreros, etc, los visitantes tendrán la opción de "tienda" ya que hacen su reserva, proporcionando así una fuente de ingresos adicional antes de que el invitado incluso camina a través de la puerta.

source: The Widget feature can also be used similar to a 'Daily Specials' chalkboard - to disseminate information such as free parking, a dinner and a movie special or any other specific restaurant programs. With DineDesk, restaurants can create their own 'group deal-type' sites that are marketed directly to their customers while retaining all of the important information that corresponds with this process.
es_sp: La característica Widget se puede utilizar también similar a una pizarra 'Daily Specials' - difundir información, como aparcamiento gratuito, una cena y una película especial o cualquier otro programa de restaurante específicas. Con DineDesk, los restaurantes pueden crear sus propios sitios de los de tipo de grupo de acuerdo 'que se comercializan directamente a sus clientes, manteniendo toda la información importante que corresponde a este proceso.

source: Keeping Your Guests Informed
es_sp: Mantener sus huéspedes Informado

source: Promote retail items
es_sp: Promover artículos al por menor

source: Cloud-Based Restaurant Reservation System
es_sp: Sistema de Reserva restaurante basado en la nube

source: DineDesk is a cloud-based reservation system. To a restaurateur, this translates into no expensive equipment to buy or lease and no software that needs to be continuously updated. DineDesk turns any computer, tablet or
es_sp: DineDesk es un sistema de reserva basado en la nube. Para el restaurador, esto se traduce en ningún equipo caro para comprar o arrendar y ningún software que necesita ser actualizado continuamente. DineDesk convierte cualquier ordenador, tableta o

source: mobile device
es_sp: dispositivo móvil

source: into a reservation system. In addition, there is never the concern about losing crucial data as all information is the restaurant�s property and saved and backed up remotely.
es_sp: en un sistema de reservas. Además, nunca hay la preocupación por la pérdida de datos cruciales que toda la información es propiedad de el restaurante s y se guarda una copia de seguridad y de forma remota.

source: Optimizing Daily Tasks
es_sp: Optimización de las tareas diarias

source: We'll store everything... you can access anything from your computer, laptop, tablet or smart phone
es_sp: Almacenaremos todo ... se puede acceder a cualquier cosa, desde su ordenador, portátil, tablet o teléfono inteligente

source: No special equipment to buy or lease
es_sp: Equipo especial para comprar o arrendar

source: Take, receive and manage reservations with full reporting and email marketing
es_sp: Tomemos, recibir y gestionar reservas facilitando información completa y marketing por correo electrónico

source: Market & Manage your Restaurant Easily with DineDesk
es_sp: Market & Administrar su restaurante fácilmente con DineDesk

source: With DineDesk you can
es_sp: Con DineDesk puedas

source: Get More Off Peak Reservations
es_sp: Obtener más reservaciones fuera de picos

source: DineDesk's tools make social media easy
es_sp: Las Herramientas de DineDesk hacen los medios sociales faciles

source: Eliminate the pain of managing waiting guests
es_sp: Eliminar el sufrimiento de la gestion de clientes en espera

source: Receive valuable feedback from your guests
es_sp: Recibir información valiosa de tus clientes

source: No setup, transaction or commission fees
es_sp: Sin configuración, transacciones o comisiones

source: Business friendly cost and payment plans
es_sp: Planes de pagos y costos amistoso

source: Our Relationship Managers are waiting to take your request. Fill in your details and we would be delighted to show you around.
es_sp: Nuestros gerentes de relaciones están esperando para tomar su solicitud. Rellene sus datos y estaremos encantados de mostrarle alrededor

source: You can also reach us by calling us at any of the numbers below:
es_sp: También puede comunicarse con nosotros llamándonos al cualquiera de los siguientes números:

source: US :
es_sp: EE.UU.:

source: Confirmation Details
es_sp: Detalles de confirmación

source: This is an automated message confirming the receival of your feedback/inquiry. We thank you for taking out your valuable time to send us your important feedback/inquiry.
es_sp: Este es un mensaje automático confirmando la receival del feedback / investigación. Le damos las gracias por sacar su valioso tiempo para enviarnos su información importante / investigación.

source: You have sent DineDesk the following note:
es_sp: Has enviado DineDesk la siguiente nota:

source: We will get back to you shortly
es_sp: Nos pondremos en contacto con usted en breve

source: Regards,
es_sp: Saludos,

source: Contact DineDesk 24/7
es_sp: Contacto DineDesk 24/7

source: We're available online 24 hours a day. Just click on the chat widget on the bottom right corner of the screen. Don't worry: We're friendly humans, not chat robots
es_sp: Estamos disponibles en línea las 24 horas del día. Simplemente haga clic en el widget de chat en la esquina inferior derecha de la pantalla. No te preocupes: Somos seres humanos amistosos, no chatear robots

source: You can also complete the contact form, below.
es_sp: También puede completar el formulario de contacto, a continuación.

source: Contact Details
es_sp: Datos de contacto

source: Name*
es_sp: Nombre *

source: City
es_sp: ciudad

source: Contact me by
es_sp: Ponte en contacto conmigo por

source: Phone
es_sp: teléfono

source: Comments *
es_sp: Comentarios *

source: Enter characters as shown in box
es_sp: Escriba los caracteres como se muestra en la caja

source: We Look Forward To Hearing From You
es_sp: Esperamos escuchar de usted pronto

source: Our team will review your comments and suggestions and will get back to you shortly.
es_sp: Nuestro equipo revisará sus comentarios y sugerencias y se pondrá en contacto con usted a la brevedad posible.

source: You can also reach us by any of the following means:
es_sp: También puede comunicarse con nosotros por cualquiera de los siguientes medios:

source: Tell us what you think of DineDesk!
es_sp: Díganos lo que piensa de DineDesk!

source: Technical Support
es_sp: Soporte Técnico

source: Strategic Partnerships
es_sp: Alianzas Estratégicas

source: Call Us:
es_sp: Llámanos:

source: We're available online 24 hours a day. Just click on the chat widget on the bottom right corner of the screen. Don't worry: We're friendly humans, not chat robots.
es_sp: Estamos disponibles en línea las 24 horas del día. Simplemente haga clic en el widget de chat en la esquina inferior derecha de la pantalla. No te preocupes: Somos seres humanos amistosos, no chatear robots.

source: DineDesk Mexico
es_sp: DineDesk México

source: DineDesk Southern Africa
es_sp: DineDesk África Austral

source: FrequentlyAsked Questions ->
es_sp: Preguntas FrequentlyAsked ->

source: Q: What do I need to use DineDesk?
es_sp: Q: ¿Qué necesito para usar DineDesk?

source: All you need to use DineDesk is an access to the Internet.
es_sp: Todo lo que necesitas para usar DineDesk es un acceso a Internet.

source: Q: How much does DineDesk cost?
es_sp: Q: ¿Cuánto cuesta DineDesk?

source: DineDesk is free for all restaurant customers.
es_sp: DineDesk es gratuito para todos los clientes del restaurante.

source: Q: How do I make a reservation?
es_sp: Q: ¿Cómo puedo hacer una reserva?

source: Q: Why should I use DineDesk?
es_sp: Q: ¿Por qué debo usar DineDesk?

source: Q: How will DineDesk notify me about my reservation confirmation?
es_sp: Q: ¿Como se DineDesk mensaje si hay la confirmación de mi reserva?

source: Yes, you can reschedule a reservation using the reschedule option.
es_sp: Sí, se puede reprogramar una reserva a través de la opción de reprogramación.

source: Q: How can I track my past and future reservations?
es_sp: Q: ¿Cómo puedo rastrear mi pasado y reservas futuras?

source: Q: How do I have a favorite restaurant list?
es_sp: Q: ¿Cómo puedo tener una lista restaurante favorito?

source: Q: Can I view my DineDesk favorites on FourSquare Twitter or Facebook?
es_sp: Q: ¿Puedo ver mis favoritos DineDesk en FourSquare Twitter o Facebook?

source: Q: Can I use DineDesk system to update my FourSquare location?
es_sp: Q: ¿Puedo usar el sistema DineDesk actualizar mi ubicación FourSquare?

source: Yes, we provide this direct access once you have arrived at the restaurant for your reservation.
es_sp: Sí, ofrecemos este acceso directo, una vez que haya llegado a el restaurante para su reserva.

source: Q: Does DineDesk have a mobile app?
es_sp: Q: ¿El DineDesk tienen una aplicación móvil?

source: Yes, it is in progress and we hope to have it launched soon.
es_sp: Sí, está en curso y esperamos tenerlo pronto en marcha.

source: Organize Restaurant Customer Lists
es_sp: Organizar restaurante Listas de clientes

source: DineDesk offers restaurateurs a robust database program. Concerned about all of those records housed in the current reservation system? No need.DineDesk can seamlessly import all contact and notes from any reservation system. In addition, through DineDesk restaurateurs can easily build and bolster their guest databases and execute seamless email marketing campaigns through their partnership with Constant Contact.
es_sp: DineDesk ofrece restauradores un programa de base de datos robusta. Preocupado por todos esos registros alojados en el sistema de reservas actual? No need.DineDesk puede importar sin problemas todos los contactos y las notas de cualquier sistema de reservas. Además, a través de los restauradores DineDesk pueden construir fácilmente y reforzar sus bases de datos de clientes y ejecutar campañas de marketing por correo electrónico sin fisuras a través de su asociación con Constant Contact.

source: Letting You Manage Everything
es_sp: Para que pueda administrar todo

source: Build guest registry
es_sp: Construir registro de invitados

source: Link to Constant Contact
es_sp: Enlace a Constant Contact

source: Benefits:
es_sp: Beneficios:

source: Reservations
es_sp: Reservas

source: made easy for you
es_sp: hecho fácil para usted

source: DineDesk is an easy-to-use web and mobile based restaurant search and reservation booking system. Book through us and receive instant reservations based on your location!
es_sp: DineDesk es una web fácil de usar y móviles basados Búsqueda restaurante y el sistema de reserva de reserva. Reserve a través de nosotros y recibir reservas instantáneo basado en su ubicación!

source: DineDesk is easy to use, making it effortless to enter your contact information and dining preferences. We will use these preferences to create your restaurant selections.
es_sp: DineDesk es fácil de usar, por lo que es fácil de introduzca su información de contacto y sus preferencias gastronómicas. Usaremos estos preferencias para crear sus selecciones restaurante.

source: Life just got easier ! With our easy to search tools you can now find the restaurant of your choice around your location via your computer or mobile.
es_sp: La vida es más fácil! Con nuestro fácil de buscar herramientas que ahora pueden encontrar el restaurante de su elección alrededor de su ubicación a través de su ordenador o móvil.

source: See how You Can Search for a restaurant
es_sp: Ver cómo se puede buscar para un restaurante

source: Make Reservation
es_sp: Haz reservación

source: UChoose, UPick, DineDesk! Booking a table is free with DineDesk. You can quickly book a table based on your choice of time and party size!
es_sp: UChoose, Upick, DineDesk! Reserva una mesa es libre con DineDesk. Puedes reservar rápidamente una tabla en función de su elección de tiempo y tamaño de las partes!

source: See How You Can Reserve A Table
es_sp: Descubre a ¿Cómo se puede reservar una mesa

source: One stop shopping: browse, search, reserve from single site
es_sp: Una parada de compras: navegar, buscar, reserva de un solo sitio

source: Free to use
es_sp: De uso libre

source: Fun, easy app for mobile devices
es_sp: Diversión aplicación, fácil para dispositivos móviles

source: Build your profile for personalized customer service
es_sp: Crea tu propio perfil para el servicio al cliente personalizado

source: GPS-enabled devices can search for nearby restaurants
es_sp: Dispositivos habilitados con GPS pueden buscar restaurantes cercanos
