Repository: nightraiser/teck_apptidue
Catalog: library/Rdine/Translate/Language/*.po
Languages: es_sp

source: Please Enter Start Time and End Time
es_sp: Por favor, escriba Hora de inicio y hora de finalización

source: The interval choosen doesn't form the exact
es_sp: La elegida intervalo no forma la exacta

source: time breaks
es_sp: descansos de tiempo

source: The break range already exists
es_sp: Ya existe el rango de descanso

source: choosen doesn't form the exact
es_sp: elija no forma exacta la

source: The Break range should be between
es_sp: El rango de las vacaciones debe estar entre

source: start time should be less than end time
es_sp: tiempo de arranque debe ser inferior al tiempo final

source: please enter the fields
es_sp: por favor rellene los campos

source: please select any break
es_sp: Por favor, seleccione cualquier ruptura

source: Add Dining Type
es_sp: Añadir Comedor Tipo

source: Dining Type
es_sp: Comedor Tipo

source: Operations
es_sp: operaciones

source: to Add Dining Types
es_sp: Para agregar tipos de restauración

source: ADD
es_sp: AÑADIR

source: MealType already exists
es_sp: MealType ya existe

source: The meal range already exists in
es_sp: La gama de la comida ya existe en

source: Start Time should be less than End Time
es_sp: Hora de inicio debe ser menor de Hora de finalización

source: Please enter the values
es_sp: Por favor, introduzca los valores

source: UPDATE
es_sp: ACTUALIZACIÓN

source: CANCEL
es_sp: CANCELAR

source: Step-1
es_sp: Paso 1

source: Step-2
es_sp: Paso 2

source: Reservation Hours
es_sp: Horas Reserva

source: Inventory Specific
es_sp: específico Inventario

source: Party Specific
es_sp: específicos del partido

source: Inventory Details
es_sp: Detalles de inventario

source: Table Size
es_sp: Tamaño de la tabla

source: No of Tables
es_sp: No se de las Tablas

source: Schedule Creation
es_sp: Horario Creación

source: Interval
es_sp: intervalo

source: Schedule Breaks
es_sp: Calendario Breaks

source: Repeats
es_sp: Repeticiones

source: Repeat on every
es_sp: Repita el procedimiento en cada

source: Schedule Summary
es_sp: Horario Resumen

source: Interval of
es_sp: Intervalo de

source: Schedule Break
es_sp: Planificar las vacaciones

source: Repeat Summary
es_sp: Repita Resumen

source: Schedule Max Count
es_sp: Programe conde Max

source: Select Repeat Mode
es_sp: Seleccione el modo de repetición

source: Daily
es_sp: diario

source: Every Weekday
es_sp: Cada día de la semana

source: Every WeekEnd
es_sp: Cada fin de semana

source: Break Start Time
es_sp: Romper Hora de inicio

source: Break End Time
es_sp: Romper End Time

source: Summary
es_sp: resumen

source: Selection Summary
es_sp: Resumen de selección

source: Actions
es_sp: acciones

source: ok
es_sp: bueno

source: Sorry! You are not Authorised to access this Restaurant
es_sp: ¡Lo siento! Usted no está autorizado que acceder a este restaurante

source: time breaks
es_sp: descansos de tiempo

source: choosen doesn't form the exact
es_sp: elija no forma exacta la

source: Enter only numbers
es_sp: Ingrese sólo los números

source: Set your restaurant's reservation times for each meal period.
es_sp: Establecer los tiempos de reserva de su restaurante para cada período de comida.

source: Caution: Changing the Reservation hours on the fly may result in overbooking!
es_sp: Precaución: Cambiar las horas de reserva sobre la marcha puede dar lugar a un exceso de reservas!

source: Add Restaurant Schedule
es_sp: Agregar restaurante Horario

source: Notifcation Content
es_sp: Notifcation contenido

source: Add Notification Content
es_sp: Agregar contenido Notificación

source: Notification Content Preview
es_sp: Contenido Notificación Previa

source: Dear firstname
es_sp: Querido primer nombre

source: Your complimentary online reservation was sponsored to you by Winston Flowers. Please do not reply to this email, contact the restaurant directly for any information.
es_sp: Nuestro sistema de reservas en línea gratuito que contó con el patrocinio a usted por Winston Flores. Por favor, no responda a este mensaje, póngase en contacto con el restaurante directamente para cualquier información.

source: Reservation Id: 173876
es_sp: Id Reserva: 173876

source: Outlook Calendar
es_sp: Calendario de Outlook

source: Save this reservation confirmation email.
es_sp: Guardar este correo electrónico de confirmación de reserva.

source: Cancel your reservation
es_sp: Cancelar su reserva

source: Change your reservation date, time or party size
es_sp: Cambiar la fecha de reserva, la hora o el tamaño del grupo

source: Registered users may cancel, change and view existing and past reservations by signing in at
es_sp: Los usuarios registrados pueden cancelar, cambiar y ver las reservas existentes y pasados ​​inscribiéndose en

source: Register now using the link below. Signing up is easy, first name, last name, email, and a password is all the information we need to setup your account
es_sp: Regístrese ahora usando el enlace de abajo. Registrarse es fácil, nombre, apellido, correo electrónico y una contraseña es toda la información que necesitamos para configurar su cuenta

source: We look forward to serving you again.
es_sp: Esperamos que te ayude.

source: Thanks
es_sp: gracias

source: Winston Flowers has been a purveyor of the fine art of floristry for over 50 years, with a commitment to bringing the residents of Boston and the surrounding communities superlative floral products, award-winning design, gourmet gifts and unsurpassed service.
es_sp: Winston Flores ha sido un proveedor de la bella arte de la floristería más de 50 años, con el compromiso de llevar a los residentes de Boston y las comunidades circundantes productos florales superlativas, galardonado diseño, regalos gourmet y un servicio inigualable.

source: View our website
es_sp: Visita su página web

source: here
es_sp: aquí

source: and order today
es_sp: y el orden de hoy

source: Messages
es_sp: Mensajes

source: Create Message
es_sp: Crear mensaje

source: Received Message
es_sp: mensaje recibido

source: subject
es_sp: sujeto

source: Do you want to delete this slot?
es_sp: eliminar esta ranura

source: There are reservations in this slot. You cannot delete it!
es_sp: Hay reservas en esta ranura. Usted no puede eliminarlo!

source: You cannot remove since there are reservations on this table.
es_sp: No se puede eliminar ya que hay reservas sobre esta tabla.

source: You cannot remove the table since there are reservations on it.
es_sp: No se puede quitar la mesa ya que hay reservas sobre el mismo.

source: Delete the selected slots on
es_sp: Eliminar las ranuras seleccionadas en

source: Also, If you want to delete selected schedules from other days, Please select the days. Click on confirm to proceed.
es_sp: Además, si desea eliminar los horarios seleccionados de otros días, por favor seleccione los días. Haga clic en confirmar para continuar.

source: Please select slot(s) to delete
es_sp: Por favor seleccione la ranura (s) para eliminar

source: Copy the selected slots across
es_sp: Copie los slots seleccionados a través de

source: Also, If you want to copy selected schedules to other days, Please select the days. Click on confirm to proceed.
es_sp: Además, si desea copiar los horarios seleccionados a otros días, por favor seleccione los días. Haga clic en confirmar para continuar.

source: Please select slot(s) to copy across
es_sp: Por favor seleccione la ranura (s) para copiar a través de

source: Copy the slots from
es_sp: Copie las ranuras de

source: Delete entire day
es_sp: Eliminar todo el día

source: If you want to delete schedules from other days, Please select the days. Click on confirm to proceed.
es_sp: Si desea eliminar los horarios de otros días, por favor seleccione los días. Haga clic en confirmar para continuar.

source: Copy entire day across
es_sp: Copiar todo el día a través de

source: If you want to copy schedules to other days, Please select the days. Click on confirm to proceed.
es_sp: Si desea copiar los horarios de otros días, por favor seleccione los días. Haga clic en confirmar para continuar

source: Please create schedule and click save button.
es_sp: Por favor, cree agenda y pulsar el botón Save.

source: Do you want to delete the day(s) schedule ?
es_sp: ¿Quieres eliminar el cronograma del día (s)?

source: Do you want to delete selected slot(s)?
es_sp: ¿Quieres eliminar ranura (s) seleccionado?

source: Set Table Inventory For Time Slot :
es_sp: Fije el vector inventario para la ranura de tiempo:

source: Please add slot to add inventory
es_sp: Por favor, añada ranura para añadir el inventario

source: Set Table Inventory For Time Slot :
es_sp: Fije el vector inventario para la ranura de tiempo:

source: Meal
es_sp: comida

source: The meal range already exists in
es_sp: La gama de la comida ya existe en

source: . Please edit the time, before you activate
es_sp: . Por favor, modifique la hora, antes de activar

source: Set the days you are open and the table inventory for each time of the day
es_sp: Establezca los días que están abiertos y el inventario de tabla para cada momento del día

source: I'm Done Go To Next Step
es_sp: He terminado vaya al siguiente paso

source: Delete Times
es_sp: Eliminar tiempos

source: Copy Times
es_sp: Copia tiempos

source: Delete this day
es_sp: Eliminar este día

source: Copy this day
es_sp: Copia este día

source: Inventory
es_sp: inventario

source: To create a new schedule
es_sp: Para crear un nuevo horario

source: click here
es_sp: haga clic aquí

source: To copy from existing schedule
es_sp: Para copiar de programación existente

source: Repeat Schedule
es_sp: Repita Horario

source: Monday
es_sp: lunes

source: Tuesday
es_sp: martes

source: Wednesday
es_sp: miércoles

source: Thursday
es_sp: jueves

source: Friday
es_sp: viernes

source: Saturday
es_sp: sábado

source: Add Time
es_sp: Agregar tiempo

source: Sunday
es_sp: domingo

source: To create a new schedule
es_sp: Para crear un nuevo horario

source: To copy from existing schedule
es_sp: Para copiar de programación existente

source: Repeat Schedule
es_sp: Repita Horario

source: Inventory Based
es_sp: Inventario Basado

source: Party Based
es_sp: partidista

source: Unlimited
es_sp: ilimitado

source: Are you sure, you want to change the schedule type
es_sp: ¿Está usted seguro de que quiere cambiar el tipo de programación

source: Add Inventory
es_sp: Añadir Inventario

source: Change
es_sp: cambiar

source: select
es_sp: seleccionar

source: Please proceed further by paying for the monthly subscription.
es_sp: Por favor, seguir adelante mediante el pago de la suscripción mensual.

source: Schedule Updated Successfully
es_sp: Calendario actualizado correctamente

source: Schedule Updation Failed!
es_sp: Horario Updation Failed!

source: Saving Schedule Failed!
es_sp: Horario Ahorro Failed!

source: Update the changes on
es_sp: Actualización de los cambios en

source: Copy the changes from
es_sp: Copie los cambios de

source: Please click on image to select ur logo.
es_sp: Por favor, haga clic en la imagen para seleccionar ur logo.

source: Click on image to select your logos
es_sp: Haga clic en la imagen para elegir sus logos

source: Click on image to to select your file
es_sp: Haga clic en la imagen para seleccionar el archivo

source: Add Restaurant Special Image
es_sp: Agregar restaurante Image Especial

source: Restaurant Special Image
es_sp: Restaurante Image Especial

source: No of Dishes
es_sp: No de Platos

source: Food type
es_sp: tipo de alimento

source: Discount Percentage Point
es_sp: Punto de Descuento de porcentaje

source: Kids eat free
es_sp: Los niños comen gratis

source: Edit Group Details
es_sp: Editar detalles del Grupo

source: Group Name
es_sp: Nombre del grupo

source: Group Description
es_sp: Descripción del Grupo

source: Post A Special
es_sp: Publicar un Especial

source: Special image
es_sp: imagen especial

source: No of Specials
es_sp: No de Ofertas

source: Availability time
es_sp: tiempo de disponibilidad

source: Mobile Website
es_sp: Sitio web móvil

source: Activate your restaurant's mobile website
es_sp: Activar sitio web para móviles de su restaurante

source: Included in the DineDesk suite of marketing and reservation tools there is a mobile website for your restaurant. This mobile site is designed to appear properly on all mobile phones capable of browsing the internet, including Android phones, iPhones, Nokia, Blackberry and more. Users do not need to download an app to find your restaurant on their phone and the site will be indexed by Google
es_sp: Incluido en la suite DineDesk de comercialización y reservas de herramientas hay un sitio web móvil para su restaurante. Este sitio móvil está diseñado para aparecer correctamente en todos los teléfonos móviles con capacidad de navegar por Internet, incluyendo los teléfonos Android, iPhone, Nokia, Blackberry y más. Los usuarios no tienen que descargar una aplicación para encontrar su restaurante en su teléfono y el sitio será indexado por Google

source: The mobile website from DineDesk is designed specially to display on a phone's small screen. All text is immediately readable without scrolling side to side or zooming in and out
es_sp: La forma del sitio web móvil de Dinedesk está diseñado especialmente para mostrarse en la pequeña pantalla de un teléfono. Todo el texto es inmediatamente legible sin necesidad de desplazarse de lado a lado o acercar y alejar

source: Your mobile website includes
es_sp: Su sitio web para móviles incluye

source: Restaurant logo
es_sp: restaurante logo

source: An introduction to your restaurant
es_sp: Una introducción a su restaurante

source: Photo gallery
es_sp: Galería de fotos

source: Special offers
es_sp: ofertas especiales

source: Real time online reservation system
es_sp: Sistema de reservas online en tiempo real

source: There is no additional charge to start to use your mobile website. To activate it, contact the DineDesk support center at
es_sp: No hay ningún cargo adicional para comenzar a usar su sitio web para móviles. Para activarlo, póngase en contacto con el centro de asistencia al DineDesk

source: Are you sure you want to delete group?if u delete the users of this group will be delete
es_sp: ¿Está seguro que desea eliminar el grupo? Si u eliminar los usuarios de este grupo será eliminar

source: Group Name is alredy there for this restaurant
es_sp: Nombre del grupo es todavia existe para este restaurante

source: Group Name is valid
es_sp: Nombre de grupo es válida

source: Manage Groups
es_sp: administrar grupos

source: Group
es_sp: grupo

source: Do you want to delete this schedule time?
es_sp: ¿Quieres eliminar este tiempo horario?

source: Please select restaurant
es_sp: Por favor seleccione restaurante

source: Restaurant Special Schedule Creation
es_sp: Restaurante Horario Especial de creación

source: Event Date
es_sp: Decha del evento

source: Event Description
es_sp: Descripción del evento

source: Special Schedule
es_sp: Horario Especial

source: Please proceed further by paying for the monthly subscription
es_sp: Por favor, seguir adelante mediante el pago de la suscripción mensual

source: Select Restaurant
es_sp: Seleccionar restaurante

source: Edit Special
es_sp: Editar Especial

source: All the Special added for restaurants will be listed here. Restaurant Admin can edit / delete them.Once a special is booked it cannot be deleted it can deactivated
es_sp: Todo el especial añadido para los restaurantes serán listados aquí. Restaurante El administrador puede editar / borrar them.Once una especial muestra tarjeta amarilla para que no se puede borrar, puede desactivar

source: Special
es_sp: especial

source: Food Type
es_sp: Maridaje

source: No data available.
es_sp: No hay datos disponibles.

source: Notification
es_sp: notificación

source: Reserve
es_sp: reserva

source: Payment
es_sp: pago

source: No data available
es_sp: No hay datos disponibles

source: Please enter Guestnotes
es_sp: Por favor introduzca Guestnotes

source: There was an error loading the file. Please Verify the Path or the extensions('.xls')
es_sp: Se ha producido un error al cargar el archivo. Por favor, verifique la ruta o las extensiones ('. Xls ')

source: Please Enter the Restaurant Name
es_sp: Por favor, introduzca el Nombre del Restaurante

source: Are you sure you want to delete group?
es_sp: ¿Está seguro que desea eliminar el grupo?

source: Enter valid Phone number
es_sp: Introduzca el número de teléfono válido

source: Please enter valid Email
es_sp: Por favor introduzca válido Email

source: Please enter Email or Phone
es_sp: Por favor introduzca Correo electrónico o teléfono

source: Please select country flag
es_sp: Por favor seleccione la bandera de país

source: Invalid e-mail address
es_sp: Dirección de correo electrónico no es válido

source: Please Enter a valid phone number
es_sp: Introduce un número de teléfono válido

source: Please Select Country Code
es_sp: Seleccione Código de País

source: Please enter Email or PhoneNo
es_sp: Por favor introduzca Correo electrónico o PHONENO

source: Please check your data
es_sp: Por favor, compruebe sus datos

source: Couldn't process you request. Please try again later
es_sp: No se ha podido procesar petición. Por favor, inténtelo de nuevo más tarde

source: Please enter Your GuestNotes
es_sp: Por favor introduzca su GuestNotes

source: Please enter Your Dislikes
es_sp: Por favor introduzca su aversiones

source: Please select something
es_sp: Por favor, seleccione la que mejor

source: Please enter any Date
es_sp: Por favor introduzca una Fecha

source: Designation
es_sp: designación

source: Frequent Dinner
es_sp: Cena frecuente

source: Black List
es_sp: Lista negro

source: Preferences
es_sp: Preferencias

source: Guest Notes
es_sp: Invitado Notas

source: Allergies / Dislikes
es_sp: Alergias / aversiones

source: save
es_sp: guardar

source: Allergies/Dislikes
es_sp: Alergias / No le gusta

source: Special Days
es_sp: Días especiales

source: Birthday:
es_sp: Cumpleaños:

source: Anniversary
es_sp: aniversario

source: Special Day
es_sp: Día Especial

source: Birthday
es_sp: cumpleaños

source: Special Day
es_sp: Día Especial

source: NoRecords Found.
es_sp: NoRecords encontrado.

source: ID
es_sp: identificación

source: Size
es_sp: tamaño

source: Prev
es_sp: Anterior

source: Next
es_sp: próximo

source: More Details...
es_sp: Más Detalles ...

source: No Reports...
es_sp: No hay informes ...

source: FirstName
es_sp: Nombre

source: LastName
es_sp: apellido

source: There are no reservations to display chart for selected dates.
es_sp: No hay reservas para mostrar la tabla para las fechas seleccionadas.

source: Please enter start date and end date
es_sp: Por favor introduzca la fecha de inicio y fecha de finalización

source: No reservations for selected contact.
es_sp: No se admitirán reservas para el contacto seleccionado.

source: Generate Chart
es_sp: Generar Gráfico

source: Reservations:
es_sp: Reservaciones:

source: No-show
es_sp: Ausente

source: Reserved
es_sp: reservado

source: Friquent Dinner
es_sp: Cena Friquent

source: blacklist
es_sp: lista negra

source: There are no reservations to display chart from past one month.
es_sp: No hay reservas para mostrarse el gráfico del pasado un mes.

source: NoRecords Found Please try again later.
es_sp: NoRecords Encontrado Por favor, inténtelo de nuevo más tarde.

source: Select Group
es_sp: Seleccione Grupo

source: Gender
es_sp: género

source: Region
es_sp: región

source: Special Status
es_sp: Estatus Especial

source: Phone Number
es_sp: número de teléfono

source: Groups
es_sp: Grupos

source: Contact Results
es_sp: Contactar Resultados

source: Add Contact
es_sp: Añadir Contacto

source: Import Contacts
es_sp: Importar contactos

source: Export Contacts
es_sp: Exportar contactos

source: Download Import Contacts Template
es_sp: Descarga Import Template Contactos

source: No records found. Please choose different search criteria.
es_sp: No hay registros encontrados. Por favor, elegir diferentes criterios de búsqueda.

source: Please Enter the Import Contacts Template Downloaded
es_sp: Por favor, introduzca la plantilla Importar contactos Descargado

source: Upload Excel
es_sp: Subir Excel

source: Customer Details
es_sp: Datos del cliente

source: Future Reservations
es_sp: Reservas futuros

source: Past Reservations
es_sp: Reservas anteriores

source: Detailed Report
es_sp: Informe detallado

source: There are reservations associated with this schedule. Sorry, you cannot InActivate.
es_sp: Hay reservas asociadas a este horario. Lo sentimos, no se puede desactivar.

source: Manage Special Schedules
es_sp: Administrar programaciones especiales

source: Event status
es_sp: estado del evento

source: Special Schedules
es_sp: Horarios especiales

source: Special Name
es_sp: Nombre Especial

source: Special Schedules Not Avaliable.
es_sp: Horarios especiales No disponible.

source: Enquiry Status
es_sp: Status Enquiry

source: Contacted Restaurant
es_sp: restaurante contactado

source: Incoming Inquiries
es_sp: Consultas entrantes

source: Inquiry Widget Settings
es_sp: Consulta Widget Ajuste

source: Embed Widget Script
es_sp: Insertar Widget Guión

source: Font colors
es_sp: colores de la fuente

source: Alert colors
es_sp: colores de alerta

source: Title colors
es_sp: colores del título

source: BackGround colors
es_sp: Color de fondo

source: Background image
es_sp: imagen de fondo

source: Inquiries Widget Script :
es_sp: Consultas Widget Guión:

source: Instructions:
es_sp: Instrucciones:

source: Copy the widget script on right block into your website.
es_sp: Copie el script de widget en el bloque de la derecha en tu sitio web.

source: Widget script for potrait and landscape mode is different. If you change the mode, you will have to embed the new script into your website.
es_sp: Guión Widget para el modo potrait y el paisaje es diferente. Si cambia el modo, usted tendrá que insertar la nueva secuencia de comandos en su sitio web.

source: Include this Menu Widget script in your website.
es_sp: Incluir esta Menú guión Widget en su página web.

source: Edit Restaurant Schedule
es_sp: Editar restaurante Horario

source: Please select restaurant to Edit schedule
es_sp: Por favor, seleccione el restaurante a Editar horario

source: Repeat Schedule :
es_sp: Repita Horario:

source: No schedules available for the selected restaurant!
es_sp: No hay horarios disponibles para el restaurante seleccionado!

source: Please Select Restaurant to view schedules!
es_sp: Seleccionar Restaurante para ver los horarios!

source: New Menu Name
es_sp: Nuevo menú Nombre

source: Edit Menu
es_sp: Menú Edición

source: Current Status :
es_sp: Estado actual:

source: Current Status :
es_sp: Estado actual:

source: Category
es_sp: categoría

source: Item
es_sp: artículo

source: Restaurant Menu
es_sp: restaurante Menú

source: Your Menu
es_sp: Tu menú

source: Menu Themes
es_sp: Menu Temas

source: Widget Integrations
es_sp: integraciones de widgets

source: Add Menu
es_sp: Añadir menú

source: There are no menu for your restaurant. Please configure your menu
es_sp: No hay menú para su restaurante. Por favor, configure su menú

source: Select the Menu Header colors (click in the text box)
es_sp: Seleccione los colores del menú de encabezado (haga clic en el cuadro de texto)

source: Select the Category colors (click in the text box)
es_sp: Seleccione los colores Categoría (haga clic en el cuadro de texto)

source: Select the Item Name colors (click in the text box)
es_sp: Seleccione los colores del Nombre del articulo (haga clic en el cuadro de texto)

source: Select the Item Description colors (click in the text box)
es_sp: Seleccione los colores de la descripcion de los articulos (haga clic en el cuadro de texto)
