Repository: nightraiser/teck_apptidue
Catalog: library/Rdine/Translate/Language/*.po
Languages: es_sp

source: This restaurant doesnot accept online reservations for partysize less than
es_sp: Este restaurante doesnot aceptar reservas en línea para partysize menos de

source: and larger than
es_sp: y más grande que

source: . Please contact restaurant on
es_sp: . Por favor, póngase en contacto con restaurante

source: for other party sizes.
es_sp: para otros tamaños de las partes.

source: Special Request
es_sp: Petición especial

source: reservation has been Changed and an email message has been sent.
es_sp: reserva ha sido cambiado y un mensaje de correo electrónico ha sido enviado.

source: Click Here
es_sp: Haga clic aquí

source: to view details
es_sp: para ver los detalles

source: Please select time
es_sp: Por favor, seleccione el tiempo

source: Your reservation has been cancelled and an email message has been sent
es_sp: Tu reserva ha sido cancelada y un mensaje de correo electrónico ha sido enviado

source: Your reservation can't be cancelled
es_sp: Su reserva no puede ser cancelado

source: please add menu save.
es_sp: por favor agregue menú Guardar.

source: Offers
es_sp: Ofertas

source: Reviews
es_sp: Comentarios

source: Map
es_sp: mapa

source: Invite Guests
es_sp: Invite huéspedes

source: Highlights
es_sp: reflejos

source: Yes we do
es_sp: Sí lo hacemos

source: No we don't
es_sp: No, no lo hacemos

source: Dine-In Available
es_sp: Dine-In Disponible

source: No Home Delivery
es_sp: No se entrega a domicilio

source: Bar Available
es_sp: Bar Disponible

source: Opening Hours
es_sp: apertura Horas

source: PAYMENT MODE
es_sp: MODO DE PAGO

source: PRICE
es_sp: PRECIO

source: Approx
es_sp: Aprox

source: VAT & Service Charges extra
es_sp: IVA y Servicio Cargos adicionales

source: MAX PARTY SIZE
es_sp: MAX FIESTA DE TAMAÑO

source: PARKING
es_sp: APARCAMIENTO

source: PRIVATE PARTY FACILITIES
es_sp: FACILIDADES PARA FIESTAS PRIVADAS

source: PRIVATE PARTY CONTACT
es_sp: PRIVADO FIESTA DE CONTACTO

source: ENTERTAINMENT
es_sp: ENTRETENIMIENTO

source: Start:
es_sp: Inicio:

source: End:
es_sp: Fin:

source: Guest List
es_sp: Lista de Invitados

source: Menu List
es_sp: Lista de menús

source: By Facebook
es_sp: En Facebook

source: By Email
es_sp: Por correo electrónico

source: Send Invitation
es_sp: Enviar invitación

source: Add Friend
es_sp: Añadir amigo

source: Invite Friends
es_sp: Invita Amigos

source: This Option Not Avaliable
es_sp: Esta opción no disponible

source: Your Reservation -
es_sp: Su Reserva -

source: Booking Id
es_sp: Reserva Id

source: People
es_sp: personas

source: Your Reservation -
es_sp: Su Reserva -

source: Rescheduled
es_sp: Reprogramado

source: Your reservation has been Changed and an email message has been sent
es_sp: Tu reserva ha sido cambiado y un mensaje de correo electrónico ha sido enviado

source: Remind me by
es_sp: Recuérdame por

source: Invite Friends by
es_sp: Invitar a amigos por

source: You can organize a party and invite friends by email or facebook. Click Invite
es_sp: Usted puede organizar una fiesta e invitar a amigos por correo electrónico o facebook. Haga clic en Invitar

source: Invite
es_sp: invitar

source: Change in Plans?
es_sp: Cambio de planes?

source: No worries. Cancel or reschedule your reservation
es_sp: No hay problema. Cancelar o cambiar su reserva

source: Party size
es_sp: tamaño del grupo

source: Your reservation
es_sp: Su reserva

source: Cancel Confirm
es_sp: Cancelar Confirmar

source: Why to wait
es_sp: ¿Por qué esperar

source: Until you reach restaurant to order your food. You and your invited guests can now select from wide range of menu at this restaurant!
es_sp: Hasta que llegue el restaurante para pedir su comida. Ahora usted y sus invitados pueden elegir entre gran variedad de menú en este restaurante!

source: View Menu...
es_sp: Menú Ver ...

source: Item Name
es_sp: Nombre del elemento

source: Total Amount
es_sp: Importe total

source: What's New
es_sp: ¿Qué hay de nuevo

source: View More...
es_sp: ver más ...

source: Your update is successfully posted to your profile
es_sp: Su actualización se envía con éxito a tu perfil

source: Couldn't connect to your social profile. Please try again later
es_sp: No se pudo conectar a tu perfil social. Por favor, inténtelo de nuevo más tarde

source: Please enter Description and Profile
es_sp: Por favor introduce Descripción y Perfil

source: Please enter Description to post
es_sp: Por favor, introduzca la descripción para publicar

source: Please select date and time
es_sp: Por favor seleccione la fecha y la hora

source: Please Select Profile
es_sp: Seleccione Perfil

source: COMMENTS
es_sp: COMENTARIOS

source: LIKES
es_sp: GUSTOS

source: Twitter
es_sp: gorjeo

source: THIS POST
es_sp: ESTE POST

source: SHARE THIS POST
es_sp: Comparte este artículo

source: Publish
es_sp: publicar

source: Social Profiles
es_sp: Perfiles Sociales

source: Published Posts
es_sp: mensajes publicados

source: Scheduled
es_sp: Programado

source: Mentions
es_sp: Menciones

source: Influence
es_sp: influencia

source: Easily publish and schedule rich media content to multiple social networks.
es_sp: Publica fácilmente y programar contenido de medios enriquecidos a múltiples redes sociales.

source: Upload Image
es_sp: Subir imagen

source: Manage multiple Twitter, Facebook, Google+, and Linkefin accounts.
es_sp: Gestión de múltiples Twitter, Facebook, Google +, y las cuentas Linkefin.

source: You can add multiple facebook profiles
es_sp: Puede agregar varios perfiles de facebook

source: On
es_sp: en

source: Off
es_sp: apagado

source: You can add multiple twitter profiles
es_sp: Puede agregar varios perfiles de Twitter

source: You can add multiple google plus pages
es_sp: Puede agregar varias páginas de google plus

source: You can add multiple linkedin profiles
es_sp: Puede agregar varios perfiles de LinkedIn

source: Update Social Profile
es_sp: Actualizar Perfil Social

source: Couldn\'t connect to your social profile. Please try again later
es_sp: No se pudo conectar a tu perfil social. Por favor, inténtelo de nuevo más tarde

source: Couldn\'t connect to the server. Try again later
es_sp: No se pudo conectar con el servidor. Inténtelo de nuevo más tarde

source: Unlike
es_sp: desemejante

source: Like
es_sp: como

source: Comment
es_sp: comentario

source: Share
es_sp: cuota

source: like this
es_sp: como este

source: Social Updates
es_sp: actualizaciones Social

source: Post updates to your social profile
es_sp: Publique actualizaciones para su perfil social

source: Manage Post
es_sp: Gestione Mensaje

source: Post created on :
es_sp: Anuncio creado en:

source: Write a comment...
es_sp: Escribe un comentario ...

source: Post Details ...
es_sp: Publicar Detalles ...

source: Posted on
es_sp: Publicado el

source: Posted by
es_sp: Publicado por

source: people
es_sp: personas

source: There are no posts to display
es_sp: No hay mensajes para mostrar

source: Favorite
es_sp: favorito

source: Coming Soon
es_sp: Próximamente

source: Please select the profile to use for this action
es_sp: Por favor, seleccione el perfil que desea utilizar para esta acción

source: Select your restaurant's facebook profile
es_sp: Seleccione el perfil de Facebook de su restaurante

source: All fields are required
es_sp: Todos los campos son obligatorios

source: Please Update Facebook in your restaurant social profile
es_sp: Por favor, actualizar Facebook en su perfil social Restaurante

source: Please Update Twitter in your restaurant social profile
es_sp: Por favor, actualizar Twitter en su perfil social Restaurante

source: Post the update to my profile
es_sp: Publique la actualización al perfil

source: Post to your profile
es_sp: Publicar en tu perfil

source: Welcome to Dashboard
es_sp: Bienvenido a Dashboard

source: Admin panel
es_sp: panel de administración

source: Account Type
es_sp: Tipo de cuenta

source: Member Since
es_sp: Usuario desde

source: No of Restaurants
es_sp: No de restaurantes

source: Last Login
es_sp: último ingreso

source: My Restaurants
es_sp: Mis restaurantes

source: Add New Restaurant
es_sp: Crear Nuevo restaurante

source: Welcome to DineDesk.We have made the setup process very simple. Once you have setup the account, we will review and approve your request. You will be notified by email or our relationship manager for you to start using. You can now proceed to setup your restaurant.
es_sp: Bienvenido a DineDesk.We han hecho que el proceso de instalación muy simple. Una vez que haya configurado la cuenta, vamos a revisar y aprobar su solicitud. Se le notificará por correo electrónico o nuestro gestor de relaciones para que usted comience a usar. Ahora puede proceder a la configuración de su restaurante.

source: Facebook will show you a window with list of pages you own. Select which Page you wish to add DineDesk Reservations Widget to, and click on Add Page Tab.
es_sp: Facebook le mostrará una ventana con la lista de páginas de su propiedad. Seleccione la página que desea añadir DineDesk Reservas Widget para, y haga clic en Add Page Tab.

source: You can update or remove dinedesk application from facebook anytime. Click on cross beside the application name to remove. To reconfigure follow the steps above
es_sp: Usted puede actualizar o eliminar aplicaciones dinedesk de facebook en cualquier momento. Haga clic en la cruz al lado del nombre de la aplicación para eliminar. Para volver a configurar siga los pasos anteriores

source: Edit Profile
es_sp: Editar Perfil

source: Basic Information
es_sp: Datos Básicos

source: indicates obligator
es_sp: indica obligador

source: Favorite type of food
es_sp: Tipo de comida favorita

source: (comments here please)
es_sp: (comentarios aquí por favor)

source: Favorite type of music
es_sp: Tipo favorito de música

source: Restaurant General Information
es_sp: Información General del Restaurante

source: Technical Contact
es_sp: Contacto Técnico

source: Same as Owner
es_sp: Igual que el propietario

source: Billing Contact
es_sp: Contacto de Facturación

source: Initial already exists
es_sp: Inicial ya existe

source: Please Enter Initial
es_sp: Por favor, introduzca inicial

source: Edit User
es_sp: Editar usuario

source: Select Role
es_sp: Seleccione Papel

source: Havent found your role.
es_sp: Havent de encontrar su papel.

source: to add new role
es_sp: añadir nuevo papel

source: User Initial
es_sp: inicial del usuario

source: Re-type Password
es_sp: Repetir contraseña

source: Confirm E-Mail
es_sp: Confirmar E-Mail

source: Search Favourite Restaurants
es_sp: Buscar restaurantes favoritos

source: My Favourite Restaurants
es_sp: Mis restaurantes favoritos

source: Remove Favourite Restaurant
es_sp: Retire Favourite Restaurant

source: Add Favourite Restaurant
es_sp: Añadir favorito restaurante

source: Region already exists
es_sp: Ya existe Región

source: Enter Region
es_sp: Introduzca Región

source: Can't Find Your Region
es_sp: No puede encontrar su región

source: Can't Find Your City
es_sp: No puede encontrar su ciudad

source: You�re on your way to taking online reservations! Please fill out the form below with your restaurant�s information. Once submitted, our staff will quickly authorize your submission with a call to your restaurant's publicized business phone number. All authorizations will be made during posted business hours.</p>
es_sp: Te re en su manera de tomar las reservas en línea! Por favor complete el siguiente formulario con la información de su restaurante s. Una vez presentadas, nuestro personal le autorice rápidamente su presentación con una llamada al número de teléfono de la empresa publicitada de su restaurante. Todas las autorizaciones se harán en horario de oficina enviados. </ P>

source: Required fields
es_sp: Los campos necesarios

source: Confirm Email Address
es_sp: Confirmar el correo

source: Would you like to provide more information
es_sp: ¿Te gustaría proporcionar más información

source: Visited Restaurants
es_sp: Restaurantes Visitado

source: Email updated successfully!
es_sp: Email actualizado correctamente!

source: User Id already exist!
es_sp: Id usuario ya existe!

source: Are you sure you want to delete user id?
es_sp: ¿Está seguro de que desea eliminar id de usuario?

source: Manage your Social Profile
es_sp: Administre su perfil Social

source: Add your social profile details here. You will get Notifications of Deals and your reservation and DineDesk announcements.
es_sp: Añada sus detalles del perfil social de aquí. Usted recibirá notificaciones de ofertas y su reserva y DineDesk anuncios.

source: Add Social Profile
es_sp: Añadir perfil Social

source: Media Type
es_sp: Tipo de soporte

source: User ID
es_sp: ID de usuario

source: My Social Profiles
es_sp: Mis perfiles de Social

source: SocialMedia UserID
es_sp: SocialMedia Usuario

source: No Records Available.
es_sp: Registros no disponibles.

source: Improve Customer Reach
es_sp: Mejorar el alcance de los clientes

source: Register Now
es_sp: Registrarse Ahora

source: First Name*
es_sp: Nombre *

source: Email Address*
es_sp: Dirección de correo electrónico *

source: Password*
es_sp: Contraseña *

source: Confirm Password*
es_sp: Confirmar contraseña *

source: Code*
es_sp: Código *

source: Phone*
es_sp: teléfono *

source: ENTER CHARACTERS AS SHOWN IN BOX
es_sp: Introduzca los caracteres como indica la casilla

source: By clicking Register, you agree to our
es_sp: Al registrarse, usted acepta nuestra

source: Edit AdminUser
es_sp: Editar AdminUser

source: Add AdminUser
es_sp: Añadir AdminUser

source: Please enter all the fields
es_sp: Por favor, introduzca todos los campos

source: Manage Initials
es_sp: Gestione Iniciales

source: indicates obligatory
es_sp: indica obligatoria

source: Username
es_sp: Nombre de usuario

source: Initial
es_sp: inicial

source: User Management
es_sp: Gestión de usuarios

source: Add New User
es_sp: Crear Nuevo Usuario

source: By Username
es_sp: por Nombre de usuario

source: Restaurant User Results
es_sp: Resultados del restaurante usuario

source: cant find state
es_sp: no puede encontrar el estado

source: Sign Up Now
es_sp: Regístrese ahora

source: Restaurant/Group*
es_sp: Restaurante / Grupo *

source: City*
es_sp: Ciudad*

source: By clicking Sign Up, you agree to our
es_sp: Al hacer clic en Registrarse, usted está de acuerdo a nuestra

source: Restaurant Name*
es_sp: Nombre del restaurante *

source: Role
es_sp: papel

source: Did not find your role.
es_sp: ¿No encontró su papel.

source: Gender*
es_sp: Sexo *

source: Signup Complete!
es_sp: Registrarse Complete!

source: Congratulations! You have successfully created your account. Your registration is pending for Approval.
es_sp: ¡Felicitaciones! Ha creado su cuenta. Su inscripción está pendiente de aprobación.

source: Signup Confirmation
es_sp: Confirmación de registro

source: Thank you for registering with Dinedesk.
es_sp: Gracias por registrarse con Dinedesk usted.

source: We are in process of reviewing the information You will be notified shortly.
es_sp: Estamos en proceso de revisión de la información Se le notificará en breve.

source: While we review your information & get you started with Dinedesk
es_sp: Mientras revisamos su información y se inició con Dinedesk

source: Please go through few instructions.
es_sp: Por favor, vaya a través de algunas instrucciones.

source: Do you have a Website/Mobile Website?. Ask for free Website/Mobile. Website with hosting and emails. It's a part of our offering.
es_sp: ¿Tienes una página web / página web móvil?. Pida libre sitio web / móvil. Sitio web con hospedaje y correos electrónicos. Es una parte de nuestra oferta.

source: We have some amazing tools to make your Restaurants marketing and Social media easier. If you have the links, please notify. If not ask your Dinedesk relationship manager to setup free for you.
es_sp: Tenemos algunas herramientas asombrosas para hacer su restaurantes de marketing y medios de comunicación social más fácil. Si usted tiene los enlaces, por favor notifique. Si no preguntar a su Dinedesk gerente de relaciones con instalación gratuita para usted.

source: Send your contacts in what format to be uploaded to your system.
es_sp: Envíe sus contactos en qué formato se cargue en su sistema.

source: For any further assistance please contact at support@dinedesk.com
es_sp: Para cualquier asistencia adicional, por favor contactar a support@dinedesk.com

source: Strategic partnerships
es_sp: Alianzas Estratégicas

source: For the rockstars out there
es_sp: Para las estrellas de rock por ahí

source: Chat with Us.
es_sp: Chatea con Nosotros.

source: Edit Social Profile of User
es_sp: Editar Perfil Social del Usuario

source: Old Password
es_sp: Contraseña anterior

source: New Password
es_sp: Nueva contraseña

source: Please enter your email address.
es_sp: Introduzca su dirección de correo electrónico.

source: Enter a valid Email Address.
es_sp: Introduzca una dirección de correo válida.

source: Email address does not exist.
es_sp: Dirección de correo electrónico no existe.

source: Reset Your Password
es_sp: Restablecer la contraseña

source: How would you like to reset your password
es_sp: ¿Cómo le gustaría a restablecer su contraseña

source: Email me the verification code to reset my password for
es_sp: Envíeme un correo electrónico el código de verificación para restablecer mi contraseña para

source: Text me me the verification code to reset my password
es_sp: Texto yo me el código de verificación para restablecer mi contraseña

source: Email address
es_sp: dirección de correo electrónico

source: Not You?
es_sp: No usted?

source: Find Your Account
es_sp: Encuentra tu Cuenta

source: Email or Username
es_sp: Correo electrónico o nombre de usuario

source: Account Login
es_sp: Tu cuenta

source: Check your email - we sent you an email with a confirmation code. Enter it below to continue to reset your password.
es_sp: Revise su correo electrónico - que le hemos enviado un correo electrónico con un código de confirmación. Entrar en ella abajo para continuar para restablecer tu contraseña.

source: Verification Code*
es_sp: Código de verificación *

source: Didn't receive the code?
es_sp: ¿No has recibido el código?

source: Enter a valid Email Address
es_sp: Introduzca una dirección de correo válida

source: Huh! you typed it wrong
es_sp: Huh! que ha escrito mal

source: Forgot Your password?
es_sp: ¿Has olvidado tu contraseña?

source: Enter your login email we will send you an email to reset your password.
es_sp: Introduzca su usuario de correo electrónico, te enviaremos un correo electrónico para restablecer su contraseña.

source: Sign in
es_sp: Acceso

source: If you don't have an account,
es_sp: Si usted no tiene una cuenta,

source: sign up now
es_sp: regístrese ahora.

source: Can't access your account?
es_sp: No se puede acceder a su cuenta?

source: If you don't have an account,
es_sp: Si usted no tiene una cuenta,
